{"id": "politifact7888", "label": 1, "url": "http://abcnews.go.com/Politics/week-transcript-sen-dianne-feinstein-rep-mike-rogers/story?id=19343314#.Ubjcd5z3Nu4", "title": "'This Week' Transcript: Sen. Dianne Feinstein and Rep. Mike Rogers", "text": "NEW YORK, June 9, 2013&#151; -- A rush transcript of \"This Week with George Stephanopoulos\" airing on Sunday morning, June 9, 2013 on ABC News is below. This copy may not be in its final form and may be updated. STEPHANOPOULOS: Good morning and welcome to \"This Week.\" Watching everything. (START VIDEO CLIP) SAWYER: America's phone records, but also internet searches are under surveillance. (END VIDEO CLIP) STEPHANOPOULOS: A secret government program tracking our phones, casting a wide net across the internet. (START VIDEO CLIP) OBAMA: I want to be very clear, nobody is listening to your telephone calls. (END VIDEO CLIP) STEPHANOPOULOS: Has this protected national security? (START VIDEO CLIP) ROGERS: This program was used to stop a terrorist attack. (END VIDEO CLIP) STEPHANOPOULOS: At what cost to personal privacy? (START VIDEO CLIP) PAUL: I am appalled. It's a violation of the Bill of Rights. (END VIDEO CLIP) STEPHANOPOULOS: This morning, we cover the controversy from all angles. The reporter who broke the story, Glen Greenwald. The Senator who sounded the alarm, Mark Udall, and the Committee Chairs who approved the program, Senator Diane Feinstein, and Congressman Mike Rogers. Plus our Powerhouse Roundtable on that, and all the weeks politics with ABC's George Will and Matthew Dowd, Nobel Prize Winner Paul Krugman from the New York Times, Congressman Keith Ellison, and Great Van Susteren from Fox News. ANNOUNCER: From ABC News, This Week with George Stephanopoulos. Reporting from ABC News Headquarters, George Stephanopoulos. STEPHANOPOULOS: Hello again. The secret struggle to balance national security and individual liberty broke out into open this week, after a series of blockbuster revelations, starting in The Guardian newspaper. We learned that the government has the capacity to track virtually every American phone call, and to scoop up impossibly vast quantities of data across the Internet. And our first guest is The Guardian columnist getting these scoops, Glenn Greenwald. Thank you for joining us today, Mr. Greenwald. You are really on a roll. You broke another story yesterday showing the scale of the data collection programs. In March 2013, you report the government collected 97 billion pieces of data, almost all of it from outside the U.S. What's the key finding here? GREENWALD: There are two key findings. One is that there are members of the Congress who have responsibility for oversight, for checking the people who run this vast secret apparatus of spying to make sure they are not abusing their power. These people in Congress have continuously asked for the NSA to provide basic information about how many Americans they are spying on, how many conversations and telephone and chats of -- of Americans they are intercepting, and the NSA continuously tells them, we don't have the capability to tell you that, to even give you a rough estimate. So what these documents that we published show, that were marked top-secret to prevent the American people from learning about them, was that the NSA keeps extremely precise statistics, all the data that the senators amassed where that the NSA has falsely claimed does not exist. And the other thing that it does, as you said, is it indicates just how vast and massive the NSA is in terms of sweeping up all forms of communication around the globe, including domestically. STEPHANOPOULOS: You also drew new criticism yesterday from the Director of National Intelligence, James Clapper. He called the disclosures reckless, said the rush to publish has created significant misimpressions and added that the articles are filled with inaccuracies. Your response to that? 24/7 coverage of breaking news and live events"}