{"id": "politifact1701", "label": 1, "url": "http://abcnews.go.com/ThisWeek/bill-clinton-rush-limbaugh-mistakes-supreme-court-middle/story?id=10406757", "title": "Bill Clinton on Rush Limbaugh, His Mistakes, the Supreme Court and Middle East Peace", "text": "Former President Bill Clinton discusses the issues on \"This Week.\" April 18, 2010 &#151; -- Bill Clinton made mistakes as president on financial regulation , he admitted in an exclusive \"This Week\" interview , but Clinton stood his ground regarding the dangers of overheated political rhetoric, saying Rush Limbaugh 's accusation Clinton \"set the stage for violence \" with a recent speech on the subject \"doesn't make any sense.\" In his first \"This Week\" interview since the passage of health care reform, Clinton reflected on how the bill's success made him feel like Teddy Roosevelt to Obama's FDR. And Clinton offered advice and thoughts on some of Obama's next issues -- a Supreme Court nomination, the Middle East peace process and the midterm elections. Anchor Jake Tapper asked Clinton about Limbaugh's criticism of his speech marking the upcoming 15th anniversary of the Oklahoma City bombing. In that speech, Clinton warned that \"the words we use really do matter, because there's this vast echo chamber, and they go across space and they fall on the serious and delirious alike. They fall on the connected and the unhinged alike.\" On \"This Week,\" Clinton said, \"The only point I tried to make was that we ought to have a lot of political dissent -- a lot of political argument. Nobody is right all the time. But we also have to take responsibility for the possible consequences of what we say.\" Clinton said he worries about threats against President Obama and the Congress. And, he worries \"about more careless language ... some of which we've seen against the Republican governor in New Jersey, Gov. Christie.\" A recently leaked memo from a New Jersey teacher joked about Christie dying. \"I think we all have to be careful,\" Clinton said. \"We ought to remember [that] after Oklahoma City we learned something about the difference in disagreement and demonization.\" Clinton acknowledged that he was wrong to take what he now views as bad advice from his Treasury secretaries, Robert Rubin and Larry Summers, who told him the market for complex financial instruments known as derivatives ought to remain unregulated. \"On derivatives, yeah, I think they were wrong and I think I was wrong to take [their advice],\" Clinton said, \"because the argument on derivatives was that these things are expensive and sophisticated and only a handful of investors will buy them, and they don't need any extra protection and any extra transparency. The money they're putting up guarantees them transparency. \"The flaw in that argument,\" Clinton added, \"was that first of all sometimes people with a lot of money make stupid decisions and make it without transparency.\" The former president said he also was wrong in his understanding of what a collapse in the derivative market could do to the economy. \"The most important flaw,\" he said, \"was even if less than 1 percent of the total investment community is involved in derivative exchanges, so much money was involved that if they went bad, they could affect 100 percent of the investments, and indeed 100 percent of the citizens in countries, not investors. And I was wrong about that.\" He now wishes he had tried to regulate derivatives while in office, but he doesn't think he would have been successful. \"Now, I think if I had tried to regulate them, because the Republicans were the majority in the Congress, they would have stopped it,\" he said. \"But I wish I should have been caught trying. I mean, that was a mistake I made.\" 24/7 coverage of breaking news and live events"}