{"id": "politifact14454", "label": 0, "url": "https://web.archive.org/web/20170822021322/http://newsconservative.com:80/breaking-barcelona-terrorist-cousin-us-named-barack", "title": "BREAKING: Barcelona Terrorist Has A Cousin In The US Named Barack", "text": "Home Politics BREAKING: Barcelona Terrorist Has A Cousin In The US Named Barack BREAKING: Barcelona Terrorist Has A Cousin In The US Named Barack Politics August 19, 2017 Driss Oukibir, the terrorist responsible for unspeakable crimes and unimaginable death in Barcelona, has visited the White House. He went there in 2009 with a class of 5th-grade students from Pakistan, sponsored by his first cousin, President Barack Obama. Oukibir is the 7th child of the 5th wife of the brother of Barack Obama Sr., Obama’s father from Kenya. Being first cousins, he was able to gain an audience and actually sit in the Oval Office. Eight years later he drove a vehicle into a crowd, killing at least a dozen people. A spokesman for Obama’s company, NOS Inc, said that President Obama was “close” to his cousin but had no idea he was radicalized: “President Obama is shocked at the news that his cousin was the one who committed such unspeakable acts of hate. He said he’ll pray for Driss’ soul.” Soul? After killing innocent people so you can get to the Moon God’s den of 72 virgins waiting patiently to be raped for all eternity by a murderer, your soul belongs to Satan. It’s been cast into the fire with the rest of the evil people no longer in this world. Obama can’t be convicted for being a man’s cousin but he can be investigated for aiding and abetting terrorists. If he sent this guy a dime he should hang. Source: thelastlineofdefense.org Click on like button and support Donald Trump on Facebook: Comments comments Tweet Pin It Related BREAKING: FBI Raids NBC Studios, Shuts Down Saturday Night Live Just Hours Before Airtime April 16, 2017 0 CLINT EASTWOOD BLACKBALLED FROM HOLLYWOOD FOR SAYING THIS… DO YOU STILL HAVE HIS BACK? March 3, 2017 0 BREAKING: Trey Gowdy’s Son Found In A Dumpster In DC May 20, 2017 0 CNN Has Guest So Crazy That Even Don Lemon Had To Defend Donald Trump From Her Attack July 1, 2017 0"}