{"id": "politifact3527", "label": 1, "url": "http://abcnews.go.com/ThisWeek/week-transcript-gen-jim-jones-ret/story?id=13285705&page=3", "title": "'This Week' Transcript: Gen. Jim Jones (Ret.)", "text": "Transcript: Gen. Jim Jones (Ret.) March 27, 2011 &#151; -- AMANPOUR: This week -- furious mobs kill more western civiliansin Afghanistan. And as the death toll mounts, the Florida pastor whostarted it by burning a Koran says that he has no regrets. (BEGIN VIDEO CLIP) TERRY JONES: We do not feel responsible, no. (END VIDEO CLIP) AMANPOUR: Our correspondent is with American soldiers in thedeadliest firefight against the Taliban in months. Then in Libya, despite U.S. and NATO bombing runs meant to savethem, rebels are in retreat from Gadhafi's forces. Is America in abattle it can't win? Three wars and billions of dollars later, we'lldiscuss all of this with the president's former national securityadviser in his first interview since leaving the White House. Also, who will pay for it all? The jobs picture is getting brighter. But could rising prices,revolution, and a nuclear disaster kill the recovery? And as partisanbickering meets the bloated budget, will the government shut downlater this week? (BEGIN VIDEO CLIP) REP. MIKE PENCE R-IND.: I say, shut it down. (END VIDEO CLIP) AMANPOUR: Two top senators join us for a This Week debate. ANNOUNCER: Live from the Newseum in Washington, This Week startsright now. AMANPOUR: Welcome to the program. Right now, the Middle East isfalling further into chaos, violence and uncertainty as the UnitedStates grapples with fresh challenges in two of its three wars.President Obama, who ran as the anti-war candidate, now finds himselfstruggling to defend new American military action overseas, while therapidly changing situations in Libya, Afghanistan, and across theMiddle East pose new threats to U.S. security and credibility. I'll be talking to my colleagues Mike Boettcher and Nick Schifrinin Afghanistan, and Jeffrey Kaufman and Alex Marquardt on the frontlines in Libya. Let's turn first to Afghanistan, where a firefight along thePakistan border brought one of the deadliest days for American troopsin months, and where the battle for hearts and minds may have beenvirtually erased overnight at the hands of a fringe pastor in Florida. After months of threatening to burn a copy of the Koran, PastorTerry Jones and his handful of followers finally did just that. Thisdeliberately provocative act received little media attention here inthe United States, but it did spread like wildfire online. And withindays, protests in Afghanistan turned deadly. ABC's Mike Boettcher is embedded with the 101st AirborneDivision. Mike was the lone reporter on that bloody six-day offensivealong the border. Mike, how bad was that? MIKE BOETTCHER, ABC CORRESPONDENT: In 30 years of covering war,I have never seen such withering fire. And soldiers who have beendeployed four or five times will tell you the same thing. A high price was paid. Six U.S. soldiers were killed. Six werewounded. Two Afghan national army were killed. And seven Afghanswere wounded in this battle, and the battle continues as we speak,right now. This is a significant engagement because it marks a turning pointor a change in strategy along the Pakistan border where bases havebeen closed in recent months, small combat outposts. The U.S. nowsays that they're taking a more mobile strategy, going to areas theyhaven't been before, and going after the Taliban. They're going tocarry this through, through the spring and summer and expect to seevery heavy fighting in the east part of the country in the comingyear. Christiane? AMANPOUR: Meantime, in cities across Afghanistan today, morescenes of rage and violence in response to that Florida pastor'sdecision to burn a Koran. The situation does present a grave newproblem for the United States. And ABC's Nick Schifrin joins me nowfrom Kabul. Nick, today, General Petraeus had to come out and specificallycondemn the burning of that Koran. How bad is it there? NICK SCHIFRIN, ABC CORRESPONDENT: Well, we've seen threeprotests three days in a row now, massive protests, 8,000 miles awayfrom that Koran-burning. Today thousands of Afghans in the streets ofsouthern Afghanistan and eastern Afghanistan, they were burning U.S.flags and chanting \"death to President Obama.\" Now David Petraeus came out with that statement today, but thereis one good piece of news. The Afghan police did not shoot into thecrowds like they did yesterday. On Friday, they were supposed to bethe first line of defense around a U.N. building where seven U.N.workers were killed. They were not able to keep those workers -- keepthose protesters out of that U.N. building. And U.S. officials are deeply concerned about that, because theplace where that happened, Mazar-i-Sharif, is the first city that issupposed to transfer to Afghan control, to transfer to Afghan policecontrol in three months. And U.S. and U.N. officials are worried that this incident is asign that the police aren't ready to take control -- Christiane. AMANPOUR: Nick, thank you. And obviously we'll keep monitoringthat situation. And now we turn to Libya. America's newest war is entering itsthird week of bombing, and still there is no sign that Colonel Gadhafiis stepping down. And now more bad news for the makeshift rebelforces. NATO warplanes seem to have mistakenly bombed one of theirconvoys. Another blow in a week where they've seen most of theirgains against Gadhafi wiped out. Just Monday, the rebels were within striking distance ofcapturing Gadhafi's home town of Sirt. And they had the capitalTripoli in their sites. But by week's end, they were beating a hastyretreat with Gadhafi forces once again in control of the long stretchof coastline. Our reporters in Libya have been tracking all of this. JeffreyKaufman just arrived in Tripoli, and Alex Marquardt joins us from therebel bastion of Benghazi. Let's start with Jeffrey. Jeffrey, in Tripoli, any signs of the tension or that maybeGadhafi is on his last few days? JEFFREY KAUFMAN, ABC CORRESPONDENT: Well, actually, just momentsago we heard a NATO warplane flying above us. We didn't hear anybombs dropping. But, you know, it's actually remarkably normal here.You can see the traffic behind me on the highway. As we came in, we saw a lot of military checkpoints, long linesfor gasoline, a lot of shops closed. But the tension is not palpableat this point. The rebels are clearly on the retreat. Really, whatwe're seeing now in Libya is a divided country, almost two countries:the rebel-held east and the Gadhafi-held west. And neither one seems to have the strength right now to unseatthe other. Certainly the rebels aren't organized enough, mannedenough, or skilled enough to come to Tripoli. And Gadhafi, it seems,the coalition will not let him go further east and retake thosevaluable oil fields in those areas. So right now the word to describe this revolution, weeks into it,is stalemate -- Christiane. AMANPOUR: Jeffrey, thank you. You mentioned stalemate and alsodivided country. And joining me now from the rebel-held city ofBenghazi is ABC's Alex Marquardt. Alex, how are these rebels dealing with being unable to reallycapitalize on all of the help the no-fly zone is giving them? ALEX MARQUARDT, ABC CORRESPONDENT: Christiane, they're not ableto capitalize because they are outmanned, they are outgunned, and theyare not able to organize. They don't have the weapons to faceGadhafi's superior firepower. So they're forced to beat a retreat. They don't have any sort of leadership. So when they retreat,they do so in a disorganized fashion, very quickly, no one showingthem how to hold the line, how to retreat. So we're seeing now glimmers of hope that they'll be able toorganize. Experienced officers on the frontlines trying to corralthese groups into units, keeping people back without any sort oftraining. And for the first time on the frontlines on Friday we saw thegeneral who is technically in charge of these forces, General AbdelFattah Yunis, welcomed with a hero's welcome. So signs that there issome leadership coming to the frontlines that is so desperately neededby these rebels. AMANPOUR: Alex, thank you so much. Rarely has a president faced a foreign policy puzzle thiscomplex. President Obama, of course, came into office pledging torepair America's relationship with the Muslim world. Now thatrelationship is tested like never before. Joining me to discuss thepath forward, the president's former national security adviser,General Jim Jones. He's now a senior fellow at the Bipartisan PolicyCenter. Thank you for joining us. JONES: Thank you, Christiane. Good to be here. AMANPOUR: Let's first talk about Afghanistan, since that seemsto be a real crisis again at the moment. This pastor who burned theKoran, is unrepentant. Do you think despite the freedoms envisionedand expressed specifically in the American Constitution, he should nothave burned that Koran? JONES: Oh, I don't think he should have done that at all. Ithink it's extremely irresponsible, and look at what it has led to. AMANPOUR: You also heard Mike Boettcher's report, a fiercefirefight along the Pakistani border, one of the worst that theAmericans had been involved in. Right now, do you think the UnitedStates forces can pull down significantly in July? JONES: Well, I think that there can be and there will be somereduction of force in keeping with the agreement made at Portugal atthe NATO summit in December to target 2014 as, in President Karzai'sown words at the London Conference, \"This is when I want to be able tocontrol my entire country.\" AMANPOUR: But can it be done responsibly, if you'd like? JONES: Yes, I think so. I think it can be done responsibly.And we'll have to see what it looks like. A lot of it hinges on whathappens on the other side of the border with our friends, the -- ourneighbors the Pakistanis. If Pakistan turns to what some of us think they should have donemore effectively for a long period of time now, attacking and removingthose safe havens that cause us so much difficulties, and if we canget some sort of coordination with their forces, then I think you canin fact... (CROSSTALK) AMANPOUR: You say if. You don't seem convinced that they'replaying their part. JONES: Well, I don't -- I'm not convinced. I think there wassome good progress made in the Swat Valley and in North Waziristan ayear or so ago. But it hasn't been sustained. There still seems tobe that reluctance to engage comprehensively and buy into an overallplan that would, I think, really help Pakistan in the long term. AMANPOUR: All right. General Jones, stay with us because upnext we will talk about Libya. Will Libya become Obama's Iraq, assome are now suggesting? And it's a question you'll hear more andmore in the coming days. I will ask General Jones if he sees an endin sight. (COMMERCIAL BREAK) (BEGIN VIDEO CLIP) ROBERT GATES, DEFENSE SECRETARY: There will be no American bootson the ground in Libya. Deposing the Gadhafi regime, as welcome asthat eventuality would be, is not part of the military mission. (END VIDEO CLIP) AMANPOUR: Defense Secretary Robert Gates testifying on CapitolHill Thursday. He is on the record saying that stopping the violencein Libya is not a vital national interest of the United States. ButAmerica is in the game now. And the big questions, for how long? Andto what end? Let's bring back retired General Jim Jones, who wasPresident Obama's first national security adviser. Welcome back again. On Libya, Secretary Gates has said on thisprogram and on several last week, that it was not in the vitalinterest of the United States. Do you agree? JONES: I agree with that. AMANPOUR: You agree that it's not in the vital interest? JONES: I agree that it's not a vital interest in the sense thatit affects the security -- the vital security of the nation. But weare part of an alliance. We are one of the global leaders, if not theglobal leader. And we have to do -- it is in the vital interest --more in the vital interest of Europeans, when you consider the effectsof massive immigration, the effects of terror, the effects of the oilmarket. AMANPOUR: So the United States is now in it. You can call itwhat you want. But it's a third armed conflict. JONES: We're a part of it. We are transitioning to a supportingpart, only the United States could have gotten there as quickly as itdid. AMANPOUR: The United States is making a great fanfare about nowgiving over to NATO. But you were a former SACEUR, a former NATOcommander. NATO, to all intents and purposes, is an Americanorganization. It's run by an American commander. The chain ofcommand is American. The biggest command and control and resourcesare American. This is still an American-led operation, right? 24/7 coverage of breaking news and live events"}