{"id": "politifact13484", "label": 0, "url": "https://www.washingtonpost.com/graphics/politics/2016-election/write-in-votes/", "title": "Thinking about writing in a candidate on Election Day? Read this before you do.", "text": "In an election year with two historically unpopular nominees , write-in candidates can be enticing to undecided voters who canât find someone to get behind, or who are searching for a way to voice their disappointment. And itâs not just the Bernie Bros : Even high-profile politicians like Republican senators Kelly Ayotte (N.H.) and Rob Portman (Ohio) say they Â will write in Â Donald Trumpâs running mate, Mike Pence. [ How to vote in your state ] But because of state laws restricting ballot access , writing in a candidate is not as simple as it sounds. There are eight states where ballots wonât even have a space for write-ins.Â In 32 others, write-in candidates have to file with the state prior to the election to be counted as official candidates. That means that even if a write-in candidate wins the popular vote â an extremely unlikely scenarioÂ â their votes wonât be counted if the candidate hasnât pre-registered. States often throw these write-in votes for unregistered candidates into an âAll othersâ category and donât tally them up individually. [ As Clinton builds a lead, write-in campaigns flower and falter ] Which candidates are options in each state? Every state will have at least three options on its ballot for president: Democrat Hillary Clinton, Republican Donald Trump and Libertarian Gary Johnson. CANDIDATES ON EVERY BALLOT Hillary Clinton, Democrat ME WI VT NH WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC OK LA MS AL GA TX FL HI AK Donald Trump, Republican ME WI VT NH WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC OK LA MS AL GA TX FL HI AK Gary Johnson, Libertarian ME WI VT NH WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC OK LA MS AL GA TX FL HI AK CANDIDATES ON EVERY BALLOT Hillary Clinton, Democrat Donald Trump, Republican ME ME WI VT NH WI VT NH WA ID MT ND MN IL MI NY MA WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC AZ NM KS AR TN NC SC DC OK LA MS AL GA OK LA MS AL GA TX FL TX FL HI AK HI AK Gary Johnson, Libertarian ME WI VT NH WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC OK LA MS AL GA TX FL HI AK CANDIDATES ON EVERY BALLOT Hillary Clinton, Democrat Donald Trump, Republican Gary Johnson, Libertarian ME ME ME WI VT NH WI VT NH WI VT NH WA ID MT ND MN IL MI NY MA WA ID MT ND MN IL MI NY MA WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI OR NV WY SD IA IN OH PA NJ CT RI OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE CA UT CO NE MO KY WV VA MD DE CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC AZ NM KS AR TN NC SC DC AZ NM KS AR TN NC SC DC OK LA MS AL GA OK LA MS AL GA OK LA MS AL GA TX FL TX FL TX FL HI AK HI AK HI AK Green Party candidate Jill Stein will be on the ballot in all but six states, but she is available as a write-in candidate in half of those six. IndependentÂ candidate Evan McMullin is on the ballot in 11 states, including his home stateÂ ofÂ Utah. If the conservative-leaning candidate wins there, it would be the first time someone other than a major-party nominee would win electoral votes since 1968 . Voters can officially write him inÂ at polling places in more than two dozen other states. BALLOT ACCESS FOR OTHER CANDIDATES Can be written in On the ballot Not an option Jill Stein, Green Option in 47 states + D.C. ME WI VT NH WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC OK LA MS AL GA TX FL HI AK Darrell Castle, Constitution Option in 46 states + D.C. ME WI VT NH WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC OK LA MS AL GA TX FL HI AK Evan McMullin, Independent Option in 43 states + D.C. ME WI VT NH WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC OK LA MS AL GA TX FL HI AK Roque “Rocky” De La Fuente, Independent Option in 35 states + D.C. ME WI VT NH WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC OK LA MS AL GA TX FL HI AK BALLOT ACCESS FOR OTHER CANDIDATES Can be written in Not an option On the ballot Jill Stein, Green Darrell Castle, Constitution Option in 47 states + D.C. Option in 46 states + D.C. ME ME WI VT NH WI VT NH WA ID MT ND MN IL MI NY MA WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC AZ NM KS AR TN NC SC DC OK LA MS AL GA OK LA MS AL GA TX FL TX FL HI AK HI AK Evan McMullin, Independent Roque “Rocky” De La Fuente, Independent Option in 43 states + D.C. Option in 35 states + D.C. ME ME WI VT NH WI VT NH WA ID MT ND MN IL MI NY MA WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC AZ NM KS AR TN NC SC DC OK LA MS AL GA OK LA MS AL GA TX FL TX FL HI AK HI AK For comparison, here are the places where voters can write in anyoneÂ â from Bernie Sanders to Mickey Mouse. BALLOT ACCESS FOR OTHERS NOT RUNNING Can be written in Not an option Bernie Sanders Option in 11 states + D.C. (an official write-in in California) ME WI VT NH WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC OK LA MS AL GA TX FL HI AK Paul Ryan, Mickey Mouse, others Option in 10 states + D.C. ME WI VT NH WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC OK LA MS AL GA TX FL HI AK BALLOT ACCESS FOR OTHERS NOT RUNNING Can be written in Not an option Bernie Sanders Paul Ryan, Mickey Mouse, others Option in 11 states + D.C. (an official write-in in California) Option in 10 states + D.C. ME ME WI VT NH WI VT NH WA ID MT ND MN IL MI NY MA WA ID MT ND MN IL MI NY MA OR NV WY SD IA IN OH PA NJ CT RI OR NV WY SD IA IN OH PA NJ CT RI CA UT CO NE MO KY WV VA MD DE CA UT CO NE MO KY WV VA MD DE AZ NM KS AR TN NC SC DC AZ NM KS AR TN NC SC DC OK LA MS AL GA OK LA MS AL GA TX FL TX FL HI AK HI AK To be an official write-in in California, 55 people must sign a petition Â for a nominee. But that person doesnât have to consent, which is why Bernie Sanders is an official write-in Â in California even though he isnât running for president. [ Bernie Sanders: âThis is not the time for a protest voteâ ] How many options are there in each state? Most states have fewer than a half-dozen presidential candidates on the ballot,Â but write-in options exist in most states. NUMBER OF CANDIDATES On the ballot Can be written in States where voters can write in anyone 10 on-ballot candidates IA 9 NJ 7 MS 6 VT 6 WY These 10 states, plus the District, allow anyone to be written in. 5 NH 5 PA 5 RI AL 4 DC 4 OR 4 States with some requirements to become an official write-in On-ballot candidates Total candidates 7 68 WA 4 MD 56 9 53 MN MT 5 46 8 45 ID 39 WV 5 NY 36 4 DE 35 4 NE 32 4 6 AK 31 KY 6 29 In Colorado, 22 candidates will appear on the ballot. CO 22 28 KS 5 26 UT 25 10 CT 24 4 OH 23 5 VA 21 5 AZ 20 4 GA 20 3 IN 18 3 TX 4 17 TN 7 15 WI 7 15 MI 6 13 FL 6 12 ND 6 12 In North Carolina, 500 voters need to sign a petition for a write-in candidate. Jill Stein’s is the only campaign that met this mark. CA 6 11 MO 5 10 MA 4 9 ME 4 8 IL* 4 4 NC 4 3 States with no write-in voting 13 LA AR 8 NM 8 SC 7 Oklahoma requires signatures from a large number of voters to get on the ballot. HI 5 NV 5 SD 4 OK 3 *State-level data is not available. To be an official write-in candidate in Illinois, candidates must file with each county. NUMBER OF CANDIDATES On the ballot Can be written in States where voters can write in anyone 10 on-ballot candidates Iowa 9 New Jersey 7 Mississippi 6 Vermont 6 Wyoming These 10 states, plus the District, allow anyone to be written in. 5 New Hampshire 5 Pennsylvania 5 Rhode Island Alabama 4 D.C. 4 Oregon 4 States with some requirements to become an official write-in On-ballot candidates Total candidates 68 Washington 7 4 56 Maryland 9 53 Minnesota 46 Montana 5 Candidates in Minnesota and Maryland could declare a write-in candidacy as late as a week before the election. 8 45 Idaho 39 West Virginia 5 New York 36 4 Delaware 35 4 Nebraska 32 4 Alaska 31 6 Kentucky 29 6 In Colorado, 22 candidates will appear on the ballot. Colorado 22 28 Kansas 26 5 Utah 25 10 Connecticut 24 4 Ohio 23 5 Virginia 21 5 4 Arizona 20 3 Georgia 20 3 Indiana 18 Texas 4 17 Tennessee 15 7 Wisconsin 15 7 Michigan 13 6 Florida 12 6 North Dakota 12 6 California 11 6 Missouri 5 10 Massachusetts 4 9 In North Carolina, 500 voters need to sign a petition for a write-in candidate. Jill Stein’s is the only campaign that met this mark. Maine 4 8 Illinois* 4 4 North Carolina 4 3 States with no write-in voting 13 Louisiana Arkansas 8 New Mexico 8 South Carolina 7 Hawaii 5 Oklahoma requires signatures from a large number of voters to get on the ballot. Nevada 5 South Dakota 4 Oklahoma 3 *State-level data is not available. To be an official write-in candidate in Illinois, candidates must file with each county. Getting ballot access can be hard for smaller campaigns with fewer resources. Darrell Castle , the candidate for the Constitution Party, is on the ballot in more than two dozen states. Castle said his campaign has faced ballot access obstacles in California, Texas and Oklahoma. âThose states are virtually impossible for a party like mine because they cost so much money,â Castle said. Castle isnât on the ballot in Oklahoma. To be on the ballot there required signatures from at least 3 percent of all votes cast in the state in 2012, or about 40,000 signatures. Castle says thisÂ would likely require hiring professionals who often charge a few dollars for each signature. Roque âRockyâ De La Fuente Â is running as an independent and is on the ballot in 20 states. As other non-major-party candidates have promised to do, De La Fuente has mounted several legal challenges for ballot access. Registering as an official write-in is only half the battle Even in states where a voter can write in anyone, there are still hurdles for a candidateÂ to emerge victorious. Some states and the District of Columbia require post-election paperwork from any winning write-in. In Mississippi, write-ins areÂ considered only in the event of the death, resignation, withdrawal or removal of a candidate already on the ballot. States also differ in how they standardize write-ins on a ballot. Aside from spelling a candidate's name correctly, some are more lenient with nicknames and initials than others. Massachusetts allows candidates to run sticker campaigns ,Â and Pennsylvania allows stamp campaigns . Some others strictly prohibit these, making it even harder for write-in candidates to get any votes. COLORADO SAMPLE BALLOT 22 presidential candidates and write-in option SOUTH DAKOTA SAMPLE BALLOT 4 presidential candidates and no write-in option NEW HAMPSHIRE SAMPLE BALLOT SOUTH DAKOTA SAMPLE BALLOT COLORADO SAMPLE BALLOT 22 presidential candidates and write-in option 5 presidential candidates and write-in option 4 presidential candidates and no write-in option COLORADO SAMPLE BALLOT NEW HAMPSHIRE SAMPLE BALLOT SOUTH DAKOTA SAMPLE BALLOT 22 presidential candidates and write-in option 5 presidential candidates and write-in option 4 presidential candidates and no write-in option Not that people wonât try. In 2012, a man legally changed his name Â to âSanta Clausâ and registered as a write-in candidate in Maryland. In all, 625 people Â wrote in âSanta Clausâ for their presidential vote, the most for any write-in in Maryland that year. [ Who are you writing in? The overwhelming allure of voting for someone who wonât win. ] 136,040 votes 0.11% of total 19,315 votes 0.02% of total 1984 2012 Note: Totals may not include write-in and blank votes that were compiled as one total in New York. According to the Federal Election Commission, nationwide write-in votes have increased more than fivefold since 1984. This is probably an underestimate, because some states only tabulate write-in votes if a race is close. Write-ins usually account for less than 1 percent of all votes cast. Alaska had the highest share of write-in votes in 2012, at 0.96 percent, two years after the stateâs high-profile Senate race was won by a write-in incumbent . That race was the exception. At current levels, write-in voters alone are not enough to fuel a winning presidential campaign. But that wonât stop tens of thousands of voters from supporting write-ins in 2016, whether on principle, or as an act of protest of the two major-party candidates. Sources: National Association of Secretaries of State, Federal Election Commission, campaign sites, secretary of state sites and state board of election sites. Note: An earlier version of this graphic mislabeled Darrell Castleâs ballot access. He is on the ballot in Michigan and a write-in candidate in Kentucky. In the state of Washington, candidates may file as an official write-in candidate , but voters can write in anyone. All write-ins are counted together into one pool and will be tallied separately if the amount of all write-ins is significant enough to make a difference in an election outcome. In Oregon, there is no definitive ruling yet on whether the stateâs âsore loserâ law Â would be in effect for the presidential election. The law would prevent a candidate who failed to receive the nomination of a major political party in a primary to run again for the same office at the succeeding general election. More stories Choose your own electoral adventure: Map out the ways Clinton or Trump could win Hillary Clinton is ahead in so many states, according to polls and experts, that she has many routes to capture the presidency with 270 electoral votes. Donald Trump, meanwhile, can get there by overturning expectations in several states. Election maps are telling you big lies about small things In 2012, 160 counties cast about the same number of votes as the rest of the country. But, your run-of-the-mill election map won't show you that. Wikipedia editors are essentially writing the election guide millions of voters will read From selecting pictures to verifying sources, every fact about a candidate is nitpicked to perfection by a small army of volunteer editors. More than 2.5M votes were cast before the final debate. Does it matter? Voting in the 2016 general election began weeks ago. Did those voters miss key information?"}