{"id": "politifact12945", "label": 1, "url": "https://medium.com/hillary-for-america/to-young-people-who-are-undocumented-this-is-your-country-too-e0184e858b40#.2uv6onq62", "title": "To young people who are undocumented: This is your country, too.", "text": "To young people who are undocumented: This is your country, too. Hillary Clinton 5 min read · Aug 15, 2016 -- 13 Listen Share Press enter or click to view image in full size Today marks four years since U.S. Citizenship and Immigration Services began accepting requests for President Obama’s 2012 Deferred Action for Childhood Arrivals (DACA) policy. DACA provides deportation relief and two-year work permits for young people aged 15–30 who came to the United States as children, allowing you to live without fear of being torn away from the only country you’ve ever really known. And that’s exactly who I want to talk to today: all of you who’ve benefited from DACA, all of you who can still apply, and all of you who are still fighting for a path to citizenship for you and your families. I’m sure this election has been stressful for you. It can’t be easy to hear a presidential candidate demonize immigrant families and blame you for our nation’s problems. That’s not fair, it’s not kind, and it’s also just not true. In every state in this country, immigrants are starting small businesses, growing our economy, and making our communities and our country stronger. Many of you have told me how horrible it felt to be treated differently from other kids when it was time to apply for college. You’ve told me about the feeling of knowing you couldn’t be like your friends, even though you are just as American as they are. I want you to feel proud of your country, and of the countless ways you have contributed to it. And I want you to feel confident in your future and your ability to achieve anything you dream. In America, the place of your birth should never be a barrier that stops you from reaching your God-given potential — that’s what makes our country great, and that’s the promise I’m going to fight to fulfill. So here’s my request: For all of you who are still eligible to request consideration for DACA 2012, I hope you’ll head to uscis.gov right now to learn more and apply for DACA benefits. Experts estimate almost half a million people are still eligible, particularly in the Asian American and Pacific Islander community. I want each and every one of you to feel safe and secure in this country — and that’s what DACA can provide. But I know that’s not enough — we have to do more for you and your families. That’s why as president, I’m going to introduce comprehensive immigration reform with a pathway to full and equal citizenship within my first 100 days in office. While we fight for comprehensive immigration reform, I’ll do everything I can to keep families together. That means defending DACA from partisan attacks and fighting to implement the Deferred Action for Parents of Americans (DAPA) policy. The Supreme Court’s deadlocked decision on DAPA was a heartbreaking reminder of how high the stakes are in this election. I believe DAPA is squarely within the president’s authority and won’t stop fighting until we see it through. So today, let’s celebrate DACA 2012 and the more than 700,000 people it’s helped so far — and let’s also recommit to making this a safer, more welcoming country for all families, including yours. We have always been a nation of immigrants — those of us whose families came here a little longer ago can sometimes forget that. But I won’t forget it, and I won’t forget you. Thank you — and keep being brave, Hillary A los jóvenes indocumentados: este también es tu país Hoy marca cuatro años desde que la agencia de Servicios de Ciudadanía e Inmigración (USCIS) comenzó a aceptar aplicaciones a través del programa DACA creada por la acción ejecutiva del Presidente Obama en 2012, conocida como la Acción Diferida para los Llegados en la Infancia (DACA en inglés). DACA 2012 provee alivio a la deportación y permisos de trabajo de dos años para jóvenes entre 15 y 30 años quienes llegaron a Estados Unidos cuando eran niños, permitiéndoles vivir sin miedo de ser expulsados del país en el que han vivido toda su vida. Y es con ustedes con que quiero hablar hoy: todos ustedes, jóvenes quienes se han beneficiado de DACA, todos ustedes quienes todavía pueden aplicar y todos ustedes quienes todavía están luchando por un camino a la ciudadana para ustedes y sus familias. Sé que ésta elección ha sido estresante para ustedes. No puede ser fácil escuchar a un candidato presidencial demonizar a las familias inmigrantes y culparlos de los problemas de nuestro país. No es justo, no es agradable y, simplemente, no es la verdad. En cada estado de este país, los inmigrantes están empezando pequeñas empresas, creciendo nuestra economía y haciendo al país más fuerte. Muchos de ustedes me han dicho lo horrible que se siente haber sido tratados diferente a otros niños cuando era el momento de aplicar para la universidad. Me han contado qué se siente el saber que no puedes vivir como tus amigos, aún cuando son tan estadounidense como los demás. Quiero que se sientan orgullosos de su país y de las múltiples formas en las que han contribuido al país. Y quiero que tengan confianza en su futuro y su capacidad de alcanzar cualquier sueño. En Estados Unidos, su lugar de nacimiento nunca debe ser una barrera que impida desarrollar el potencial que Dios les ha dado—eso es lo que hace grande a nuestro país y esa es la promesa por la que voy a luchar. Entonces aquí está mi proposición: para todos ustedes que todavía son elegibles para aplicar para DACA 2012, espero que visiten la página web uscis.gov/es ahora y conozcan más y apliquen para los beneficios de DACA. Expertos estiman que alrededor de medio millón de personas aún son elegibles, particularmente en la comunidad asiático-americana y de las Islas del Pacífico. Quiero que todos ustedes se sientan bien y seguros en este país y eso es precisamente lo que DACA provee. Sin embargo, sé que esto no es suficiente. Tenemos que trabajar más por ustedes y sus familias. Es por esto que como presidenta, voy a introducir una reforma migratoria integral con un camino a la ciudadana plena e igualitaria durante mis primeros 100 días de mi administración. Mientras luchamos por una reforma migratoria integral, haré todo lo posible para mantener juntas a las familias. Esto significa defender DACA de ataques partidistas y luchando para implementar las políticas de la Acción Diferida para Padres de Ciudadanos Estadounidenses y Residentes Permanentes Legales (DAPA, en inglés). La decisión dividida sobre DAPA por la Corte Suprema fue un desgarrador recordatorio de cuán importante es esta elección. Creo que DAPA está completamente bajo la autoridad del presidente y no me detendré en luchar hasta que sea completamente implementada. Así que hoy, celebremos DACA 2012 y las más de 700 mil personas que ha ayudado hasta el momento. También, comprometámonos a lograr que nuestro país sea más seguro y reciba a todas las familias, incluyendo las suyas. Siempre hemos sido una nación de inmigrantes y aquellos de ustedes cuyas familias vinieron hace tiempo puede que lo olviden, pero yo no me olvidaré y no los olvidaré. Gracias y continúen siendo valientes, Hillary"}