{"id": "politifact186", "label": 1, "url": "https://web.archive.org/web/20070706232742/http://vote-smart.org/issue_rating_category.php?can_id=22003", "title": "Interest Group Ratings", "text": "   Abortion Issues 2001 Thompson supported the interests of the Planned Parenthood 0 percent in 2001. 2001 Thompson supported the interests of the NARAL Pro-Choice America 0 percent in 2001. 2000 Thompson supported the interests of the NARAL Pro-Choice America 0 percent in 2000. 1999-2000 Thompson supported the interests of the National Right to Life Committee 77 percent in 1999-2000. 1999 Thompson supported the interests of the Planned Parenthood 0 percent in 1999. 2001 Thompson supported the interests of the Planned Parenthood 0 percent in 2001. 2001 Thompson supported the interests of the NARAL Pro-Choice America 0 percent in 2001. 2000 Thompson supported the interests of the NARAL Pro-Choice America 0 percent in 2000. 1999-2000 Thompson supported the interests of the National Right to Life Committee 77 percent in 1999-2000. 1999 Thompson supported the interests of the Planned Parenthood 0 percent in 1999. Agriculture Issues 2000 Thompson supported the interests of the American Farm Bureau Federation 100 percent in 2000. 1999-2000 Thompson supported the interests of the National Farmers Union 33 percent in 1999-2000. 1999 Thompson supported the interests of the American Farm Bureau Federation 80 percent in 1999. 2000 Thompson supported the interests of the American Farm Bureau Federation 100 percent in 2000. 1999-2000 Thompson supported the interests of the National Farmers Union 33 percent in 1999-2000. 1999 Thompson supported the interests of the American Farm Bureau Federation 80 percent in 1999. Animal Rights and Wildlife Issues 2001-2002 Thompson supported the interests of the Fund for Animals 50 percent in 2001-2002. 2000 Thompson supported the interests of the The Humane Society of the United States 0 percent in 2000. 2000 On the votes that the Society for Animal Protective Legislation considered to be the most important in 2000,  Thompson voted their preferred position 0 percent of the time. 2001-2002 Thompson supported the interests of the Fund for Animals 50 percent in 2001-2002. 2000 Thompson supported the interests of the The Humane Society of the United States 0 percent in 2000. 2000 On the votes that the Society for Animal Protective Legislation considered to be the most important in 2000,  Thompson voted their preferred position 0 percent of the time. Arts and Humanities 2000 On the votes that the Americans for the Arts considered to be the most important in 2000,  Thompson voted their preferred position 100 percent of the time. 2000 On the votes that the Americans for the Arts considered to be the most important in 2000,  Thompson voted their preferred position 100 percent of the time. Budget, Spending and Taxes 2001 On the votes that the Americans for Tax Reform considered to be the most important in 2001,  Thompson voted their preferred position 90 percent of the time. 2001 Thompson supported the interests of the National Taxpayers Union 84 percent in 2001. 2001 On the votes that the Taxpayers for Common Sense considered to be the most important in 2001,  Thompson voted their preferred position 53 percent of the time. 2000 On the votes that the Americans for Tax Reform considered to be the most important in 2000,  Thompson voted their preferred position 90 percent of the time. 2000 On the votes used to calculate its ratings, the Concord Coalition attaches more value to those votes it considers more important.  For 2000, the Concord Coalition gave  Thompson a rating of 22 percent. 2000 On the votes that the Taxpayers for Common Sense considered to be the most important in 2000,  Thompson voted their preferred position 29 percent of the time. 1999-2000 Thompson supported the interests of the National Tax Limitation Committee 97 percent in 1999-2000. 1999 Thompson supported the interests of the National Taxpayers Union 80 percent in 1999. 1999 On the votes used to calculate its ratings, the Concord Coalition attaches more value to those votes it considers more important.  For 1999, the Concord Coalition gave  Thompson a rating of 26 percent. 2001 On the votes that the Americans for Tax Reform considered to be the most important in 2001,  Thompson voted their preferred position 90 percent of the time. 2001 Thompson supported the interests of the National Taxpayers Union 84 percent in 2001. 2001 On the votes that the Taxpayers for Common Sense considered to be the most important in 2001,  Thompson voted their preferred position 53 percent of the time. 2000 On the votes that the Americans for Tax Reform considered to be the most important in 2000,  Thompson voted their preferred position 90 percent of the time. 2000 On the votes used to calculate its ratings, the Concord Coalition attaches more value to those votes it considers more important.  For 2000, the Concord Coalition gave  Thompson a rating of 22 percent. 2000 On the votes that the Taxpayers for Common Sense considered to be the most important in 2000,  Thompson voted their preferred position 29 percent of the time. 1999-2000 Thompson supported the interests of the National Tax Limitation Committee 97 percent in 1999-2000. 1999 Thompson supported the interests of the National Taxpayers Union 80 percent in 1999. 1999 On the votes used to calculate its ratings, the Concord Coalition attaches more value to those votes it considers more important.  For 1999, the Concord Coalition gave  Thompson a rating of 26 percent. Business and Consumers 2002 Thompson supported the interests of the National Stone, Sand & Gravel Association 67 percent in 2002. 2001 Thompson supported the interests of the National Federation of Independent Business 83 percent in 2001. 2001 Thompson supported the interests of the U.S. Chamber of Commerce 93 percent in 2001. 2001 On the votes that the National Stone, Sand & Gravel Association considered to be the most important in 2001,  Thompson voted their preferred position 80 percent of the time. 2001 Thompson supported the interests of the Small Business & Entrepreneurship Council 92 percent in 2001. 2000 Thompson supported the interests of the Business-Industry Political Action Committee 84 percent in 2000. 2000 Thompson supported the interests of the Small Business & Entrepreneurship Council 100 percent in 2000. 2000 Thompson supported the interests of the Consumer Federation of America 20 percent in 2000. 2000 Thompson supported the interests of the Associated Builders & Contractors 71 percent in 2000. 2000 Thompson supported the interests of the U.S. Chamber of Commerce 93 percent in 2000. 1999-2000 Thompson supported the interests of the National Federation of Independent Business 91 percent in 1999-2000. 1999-2000 Thompson supported the interests of the Public Citizen's Congress Watch 25 percent in 1999-2000. 1999 Thompson supported the interests of the Associated Builders & Contractors 60 percent in 1999. 1999 Thompson supported the interests of the Consumer Federation of America 17 percent in 1999. 2002 Thompson supported the interests of the National Stone, Sand & Gravel Association 67 percent in 2002. 2001 Thompson supported the interests of the National Federation of Independent Business 83 percent in 2001. 2001 Thompson supported the interests of the U.S. Chamber of Commerce 93 percent in 2001. 2001 On the votes that the National Stone, Sand & Gravel Association considered to be the most important in 2001,  Thompson voted their preferred position 80 percent of the time. 2001 Thompson supported the interests of the Small Business & Entrepreneurship Council 92 percent in 2001. 2000 Thompson supported the interests of the Business-Industry Political Action Committee 84 percent in 2000. 2000 Thompson supported the interests of the Small Business & Entrepreneurship Council 100 percent in 2000. 2000 Thompson supported the interests of the Consumer Federation of America 20 percent in 2000. 2000 Thompson supported the interests of the Associated Builders & Contractors 71 percent in 2000. 2000 Thompson supported the interests of the U.S. Chamber of Commerce 93 percent in 2000. 1999-2000 Thompson supported the interests of the National Federation of Independent Business 91 percent in 1999-2000. 1999-2000 Thompson supported the interests of the Public Citizen's Congress Watch 25 percent in 1999-2000. 1999 Thompson supported the interests of the Associated Builders & Contractors 60 percent in 1999. 1999 Thompson supported the interests of the Consumer Federation of America 17 percent in 1999. Civil Liberties 2000 On the votes that the American Civil Liberties Union considered to be the most important in 2000 ,  Thompson voted their preferred position 14 percent of the time. 2000 On the votes that the American Civil Liberties Union considered to be the most important in 2000 ,  Thompson voted their preferred position 14 percent of the time. Civil Rights 2001-2002 Thompson supported the interests of the Arab American Institute 0 percent in 2001-2002. 2001 Thompson supported the interests of the National Association for the Advancement of Colored People 9 percent in 2001. 2001 Thompson supported the interests of the Human Rights Campaign 20 percent in 2001. 2001 Thompson supported the interests of the League of United Latin American Citizens 27 percent in 2001. 2000 Thompson supported the interests of the League of United Latin American Citizens 13 percent in 2000. 2000 Thompson supported the interests of the National Association for the Advancement of Colored People 27 percent in 2000. 1999-2000 Thompson supported the interests of the Human Rights Campaign 14 percent in 1999-2000. 1999-2000 Thompson supported the interests of the Leadership Conference on Civil Rights 25 percent in 1999-2000. 2001-2002 Thompson supported the interests of the Arab American Institute 0 percent in 2001-2002. 2001 Thompson supported the interests of the National Association for the Advancement of Colored People 9 percent in 2001. 2001 Thompson supported the interests of the Human Rights Campaign 20 percent in 2001. 2001 Thompson supported the interests of the League of United Latin American Citizens 27 percent in 2001. 2000 Thompson supported the interests of the League of United Latin American Citizens 13 percent in 2000. 2000 Thompson supported the interests of the National Association for the Advancement of Colored People 27 percent in 2000. 1999-2000 Thompson supported the interests of the Human Rights Campaign 14 percent in 1999-2000. 1999-2000 Thompson supported the interests of the Leadership Conference on Civil Rights 25 percent in 1999-2000. Conservative 2002 On the votes that the Eagle Forum considered to be the most important in 2002,  Thompson voted their preferred position 75 percent of the time. 2001 Thompson supported the interests of the American Conservative Union 84 percent in 2001. 2001 Thompson supported the interests of the Conservative Index - The John Birch Society 80 percent in 2001. 2000 Thompson supported the interests of the Concerned Women for America 60 percent in 2000. 2000 Thompson supported the interests of the American Conservative Union 92 percent in 2000. 2000 Thompson supported the interests of the Conservative Index - The John Birch Society 74 percent in 2000. 1999-2000 Thompson supported the interests of the Christian Coalition 77 percent in 1999-2000. 2002 On the votes that the Eagle Forum considered to be the most important in 2002,  Thompson voted their preferred position 75 percent of the time. 2001 Thompson supported the interests of the American Conservative Union 84 percent in 2001. 2001 Thompson supported the interests of the Conservative Index - The John Birch Society 80 percent in 2001. 2000 Thompson supported the interests of the Concerned Women for America 60 percent in 2000. 2000 Thompson supported the interests of the American Conservative Union 92 percent in 2000. 2000 Thompson supported the interests of the Conservative Index - The John Birch Society 74 percent in 2000. 1999-2000 Thompson supported the interests of the Christian Coalition 77 percent in 1999-2000. Crime Issues 1999-2000 Thompson supported the interests of the Citizens United for Rehabilition of Errants 25 percent in 1999-2000. 1999-2000 Thompson supported the interests of the Citizens United for Rehabilition of Errants 25 percent in 1999-2000. Education 2001 Thompson supported the interests of the National Education Association 20 percent in 2001. 2000 Thompson supported the interests of the National Education Association 0 percent in 2000. 2001 Thompson supported the interests of the National Education Association 20 percent in 2001. 2000 Thompson supported the interests of the National Education Association 0 percent in 2000. Environmental Issues 2001 Thompson supported the interests of the American Land Rights Association 86 percent in 2001. 2000 Thompson supported the interests of the American Land Rights Association 100 percent in 2000. 1999-2000 Thompson supported the interests of the League of Conservation Voters 0 percent in 1999-2000. 1999-2000 On the votes that the Comprehensive US Sustainable Population considered to be the most important in 1999-2000,  Thompson voted their preferred position 10 percent of the time. 2001 Thompson supported the interests of the American Land Rights Association 86 percent in 2001. 2000 Thompson supported the interests of the American Land Rights Association 100 percent in 2000. 1999-2000 Thompson supported the interests of the League of Conservation Voters 0 percent in 1999-2000. 1999-2000 On the votes that the Comprehensive US Sustainable Population considered to be the most important in 1999-2000,  Thompson voted their preferred position 10 percent of the time. Family and Children Issues 2001 Thompson supported the interests of the Children's Defense Fund 18 percent in 2001. 2000 Thompson supported the interests of the Children's Defense Fund 0 percent in 2000. 2000 Thompson supported the interests of the Family Research Council 100 percent in 2000. 2001 Thompson supported the interests of the Children's Defense Fund 18 percent in 2001. 2000 Thompson supported the interests of the Children's Defense Fund 0 percent in 2000. 2000 Thompson supported the interests of the Family Research Council 100 percent in 2000. Foreign Aid and Policy Issues 2001-2002 On the votes that the Jews for Peace in Palestine and Israel considered to be the most important in 2001-2002, a point system was established for both the Senate and the House. In the Senate, total possible points range from a high of +1 and a low of -5. In the House, points range from +6 to -6. The Jews for Peace in Palestine and Israel assigned  Thompson a score of -3 . 2001 Thompson supported the interests of the Friends Committee on National Legislation 8 percent in 2001. 2001 Thompson supported the interests of the Peace Action 14 percent in 2001. 2001 On the votes that the Washington Report on Middle East Affairs (WRMEA) considered to be the most important in 2001,  Thompson voted their preferred position 0 percent of the time. 2000 Thompson supported the interests of the Peace Action 11 percent in 2000. 1999-2000 Thompson supported the interests of the PeacePAC 13 percent in 1999-2000. 1999-2000 Thompson supported the interests of the Campaign for U.N. Reform 13 percent in 1999-2000. 2001-2002 On the votes that the Jews for Peace in Palestine and Israel considered to be the most important in 2001-2002, a point system was established for both the Senate and the House. In the Senate, total possible points range from a high of +1 and a low of -5. In the House, points range from +6 to -6. The Jews for Peace in Palestine and Israel assigned  Thompson a score of -3 . 2001 Thompson supported the interests of the Friends Committee on National Legislation 8 percent in 2001. 2001 Thompson supported the interests of the Peace Action 14 percent in 2001. 2001 On the votes that the Washington Report on Middle East Affairs (WRMEA) considered to be the most important in 2001,  Thompson voted their preferred position 0 percent of the time. 2000 Thompson supported the interests of the Peace Action 11 percent in 2000. 1999-2000 Thompson supported the interests of the PeacePAC 13 percent in 1999-2000. 1999-2000 Thompson supported the interests of the Campaign for U.N. Reform 13 percent in 1999-2000. Gender Issues 2001-2002 Thompson supported the interests of the American Association of University Women 0 percent in 2001-2002. 2001 Thompson supported the interests of the American Association of University Women 0 percent in 2001. 1998 On the votes that the National Organization for Women considered to be the most important in 1998,  Thompson voted their preferred position 0 percent of the time. 2001-2002 Thompson supported the interests of the American Association of University Women 0 percent in 2001-2002. 2001 Thompson supported the interests of the American Association of University Women 0 percent in 2001. 1998 On the votes that the National Organization for Women considered to be the most important in 1998,  Thompson voted their preferred position 0 percent of the time. Government Reform 2002 Thompson supported the interests of the U.S. Public Interest Research Group 5 percent in 2002. 2001 Thompson supported the interests of the U.S. Public Interest Research Group 6 percent in 2001. 2001 Thompson supported the interests of the Citizens Against Government Waste 90 percent in 2001. 2000 Thompson supported the interests of the Citizens Against Government Waste 89 percent in 2000. 2000 On the votes that the National Association of Counties considered to be the most important in 2000,  Thompson voted their preferred position 66 percent of the time. 1999-2000 Thompson supported the interests of the U.S. Public Interest Research Group 7 percent in 1999-2000. 2002 Thompson supported the interests of the U.S. Public Interest Research Group 5 percent in 2002. 2001 Thompson supported the interests of the U.S. Public Interest Research Group 6 percent in 2001. 2001 Thompson supported the interests of the Citizens Against Government Waste 90 percent in 2001. 2000 Thompson supported the interests of the Citizens Against Government Waste 89 percent in 2000. 2000 On the votes that the National Association of Counties considered to be the most important in 2000,  Thompson voted their preferred position 66 percent of the time. 1999-2000 Thompson supported the interests of the U.S. Public Interest Research Group 7 percent in 1999-2000. Gun Issues 2002 On the votes that the Brady Campaign to Prevent Gun Violence considered to be the most important as of 2002,  Thompson voted their preferred position 13 percent of the time.  These scores are cumulative for each representative's time in their current office.  The Brady Campaign to Prevent Gun Violence considered votes from 1988-2002 in the House and 1991-2002 in the Senate when determining these scores. 1999-2000 Thompson supported the interests of the Coalition to Stop Gun Violence 50 percent in 1999-2000. 2002 On the votes that the Brady Campaign to Prevent Gun Violence considered to be the most important as of 2002,  Thompson voted their preferred position 13 percent of the time.  These scores are cumulative for each representative's time in their current office.  The Brady Campaign to Prevent Gun Violence considered votes from 1988-2002 in the House and 1991-2002 in the Senate when determining these scores. 1999-2000 Thompson supported the interests of the Coalition to Stop Gun Violence 50 percent in 1999-2000. Health Issues 2001 Thompson supported the interests of the American Public Health Association 0 percent in 2001. 2001 Thompson supported the interests of the American Medical Association 0 percent in 2001. 2001 Thompson supported the interests of the National Breast Cancer Coalition 0 percent in 2001. 2000 Thompson supported the interests of the American Public Health Association 0 percent in 2000. 2001 Thompson supported the interests of the American Public Health Association 0 percent in 2001. 2001 Thompson supported the interests of the American Medical Association 0 percent in 2001. 2001 Thompson supported the interests of the National Breast Cancer Coalition 0 percent in 2001. 2000 Thompson supported the interests of the American Public Health Association 0 percent in 2000. Immigration 1989-2001 Thompson supported the interests of the Americans for Better Immigration 20 percent in 1989-2001. 1989-2001 Thompson supported the interests of the Americans for Better Immigration 20 percent in 1989-2001. Labor 2001 On the votes that the International Brotherhood of Boilermakers considered to be the most important in 2001,  Thompson voted their preferred position 40 percent of the time. 2001 Thompson supported the interests of the Transportation Communications Union 18 percent in 2001. 2001 Thompson supported the interests of the American Federation of Government Employees 0 percent in 2001. 2001 On the votes that the International Association of Machinists and Aerospace Worker considered to be the most important in 2001,  Thompson voted their preferred position 25 percent of the time. 2001 Thompson supported the interests of the United Auto Workers 0 percent in 2001. 2001 Thompson supported the interests of the United Food & Commercial Workers 0 percent in 2001. 2001 On the votes that the Service Employees International Union considered to be the most important in 2001,  Thompson voted their preferred position 12 percent of the time. 2001 Thompson supported the interests of the AFL-CIO 13 percent in 2001. 2000 Thompson supported the interests of the American Federation of State, County & Municipal Employees 0 percent in 2000. 2000 On the votes that the International Association of Machinists and Aerospace Worker considered to be the most important in 2000,  Thompson voted their preferred position 0 percent of the time. 2000 Thompson supported the interests of the AFL-CIO 0 percent in 2000. 2000 Thompson supported the interests of the American Federation of Government Employees 0 percent in 2000. 2000 Thompson supported the interests of the United Auto Workers 0 percent in 2000. 2000 Thompson supported the interests of the Communications Workers of America 0 percent in 2000. 2000 On the votes that the Service Employees International Union considered to be the most important in 2000,  Thompson voted their preferred position 0 percent of the time. 1999 Thompson supported the interests of the Transportation Communications Union 0 percent in 1999. 1999 Thompson supported the interests of the Communications Workers of America 0 percent in 1999. 1999 On the votes that the International Brotherhood of Boilermakers considered to be the most important in 1999,  Thompson voted their preferred position 0 percent of the time. 2001 On the votes that the International Brotherhood of Boilermakers considered to be the most important in 2001,  Thompson voted their preferred position 40 percent of the time. 2001 Thompson supported the interests of the Transportation Communications Union 18 percent in 2001. 2001 Thompson supported the interests of the American Federation of Government Employees 0 percent in 2001. 2001 On the votes that the International Association of Machinists and Aerospace Worker considered to be the most important in 2001,  Thompson voted their preferred position 25 percent of the time. 2001 Thompson supported the interests of the United Auto Workers 0 percent in 2001. 2001 Thompson supported the interests of the United Food & Commercial Workers 0 percent in 2001. 2001 On the votes that the Service Employees International Union considered to be the most important in 2001,  Thompson voted their preferred position 12 percent of the time. 2001 Thompson supported the interests of the AFL-CIO 13 percent in 2001. 2000 Thompson supported the interests of the American Federation of State, County & Municipal Employees 0 percent in 2000. 2000 On the votes that the International Association of Machinists and Aerospace Worker considered to be the most important in 2000,  Thompson voted their preferred position 0 percent of the time. 2000 Thompson supported the interests of the AFL-CIO 0 percent in 2000. 2000 Thompson supported the interests of the American Federation of Government Employees 0 percent in 2000. 2000 Thompson supported the interests of the United Auto Workers 0 percent in 2000. 2000 Thompson supported the interests of the Communications Workers of America 0 percent in 2000. 2000 On the votes that the Service Employees International Union considered to be the most important in 2000,  Thompson voted their preferred position 0 percent of the time. 1999 Thompson supported the interests of the Transportation Communications Union 0 percent in 1999. 1999 Thompson supported the interests of the Communications Workers of America 0 percent in 1999. 1999 On the votes that the International Brotherhood of Boilermakers considered to be the most important in 1999,  Thompson voted their preferred position 0 percent of the time. Liberal 2001-2002 Thompson supported the interests of the National Committee for an Effective Congress 10 percent in 2001-2002. 2001 Thompson supported the interests of the National Committee for an Effective Congress 10 percent in 2001. 2001 Thompson supported the interests of the Americans for Democratic Action 20 percent in 2001. 2000 Thompson supported the interests of the Americans for Democratic Action 0 percent in 2000. 2001-2002 Thompson supported the interests of the National Committee for an Effective Congress 10 percent in 2001-2002. 2001 Thompson supported the interests of the National Committee for an Effective Congress 10 percent in 2001. 2001 Thompson supported the interests of the Americans for Democratic Action 20 percent in 2001. 2000 Thompson supported the interests of the Americans for Democratic Action 0 percent in 2000. Military Issues 2001 Thompson supported the interests of the Non Commissioned Officers Association 100 percent in 2001. 2000 Thompson supported the interests of the Military Officers Association of America 100 percent in 2000. 2001 Thompson supported the interests of the Non Commissioned Officers Association 100 percent in 2001. 2000 Thompson supported the interests of the Military Officers Association of America 100 percent in 2000. National Journal 2001 According to the National Journal - Conservative on Economic Policy 's calculations, in 2001,  Thompson voted more conservative on economic policy issues than 62 percent of the s. 2001 According to the National Journal - Conservative on Social Policy 's calculations, in 2001,  Thompson voted more conservative on social policy issues than 79 percent of the s. 2001 According to the National Journal - Conservative on Foreign Policy 's calculations, in 2001,  Thompson voted more conservative on foreign policy issues than 72 percent of the s. 2001 According to the National Journal - Liberal on Economic Policy 's calculations, in 2001,  Thompson voted more liberal on economic policy issues than 35 percent of the s. 2001 According to the National Journal - Liberal on Social Policy 's calculations, in 2001,  Thompson voted more liberal on social policy issues than 0 percent of the s. 2001 According to the National Journal - Liberal on Foreign Policy 's calculations, in 2001,  Thompson voted more liberal on foreign policy issues than 7 percent of the s. 2001 According to the National Journal - Conservative on Economic Policy 's calculations, in 2001,  Thompson voted more conservative on economic policy issues than 62 percent of the s. 2001 According to the National Journal - Conservative on Social Policy 's calculations, in 2001,  Thompson voted more conservative on social policy issues than 79 percent of the s. 2001 According to the National Journal - Conservative on Foreign Policy 's calculations, in 2001,  Thompson voted more conservative on foreign policy issues than 72 percent of the s. 2001 According to the National Journal - Liberal on Economic Policy 's calculations, in 2001,  Thompson voted more liberal on economic policy issues than 35 percent of the s. 2001 According to the National Journal - Liberal on Social Policy 's calculations, in 2001,  Thompson voted more liberal on social policy issues than 0 percent of the s. 2001 According to the National Journal - Liberal on Foreign Policy 's calculations, in 2001,  Thompson voted more liberal on foreign policy issues than 7 percent of the s. Senior and Social Security Issues 2001-2002 Thompson supported the interests of the National Committee to Preserve Social Security and Medicare 20 percent in 2001-2002. 2001 On the votes that the Alliance for Retired Americans considered to be the most important in 2001,  Thompson voted their preferred position 0 percent of the time. 1999-2000 Thompson supported the interests of the National Committee to Preserve Social Security and Medicare 23 percent in 1999-2000. 1999-2000 Thompson supported the interests of the National Active and Retired Federal Employees Association 50 percent in 1999-2000. 2001-2002 Thompson supported the interests of the National Committee to Preserve Social Security and Medicare 20 percent in 2001-2002. 2001 On the votes that the Alliance for Retired Americans considered to be the most important in 2001,  Thompson voted their preferred position 0 percent of the time. 1999-2000 Thompson supported the interests of the National Committee to Preserve Social Security and Medicare 23 percent in 1999-2000. 1999-2000 Thompson supported the interests of the National Active and Retired Federal Employees Association 50 percent in 1999-2000. Social Issues 2001 Thompson supported the interests of the Zero Population Growth 0 percent in 2001. 2001 Thompson supported the interests of the Californians for Population Stabilization 0 percent in 2001. 2000 Thompson supported the interests of the Zero Population Growth 0 percent in 2000. 2000 Thompson supported the interests of the NETWORK, A National Catholic Social Justice Lobby 27 percent in 2000. 1999-2000 Thompson supported the interests of the National Association of Social Workers 10 percent in 1999-2000. 1999 Thompson supported the interests of the NETWORK, A National Catholic Social Justice Lobby 18 percent in 1999. 2001 Thompson supported the interests of the Zero Population Growth 0 percent in 2001. 2001 Thompson supported the interests of the Californians for Population Stabilization 0 percent in 2001. 2000 Thompson supported the interests of the Zero Population Growth 0 percent in 2000. 2000 Thompson supported the interests of the NETWORK, A National Catholic Social Justice Lobby 27 percent in 2000. 1999-2000 Thompson supported the interests of the National Association of Social Workers 10 percent in 1999-2000. 1999 Thompson supported the interests of the NETWORK, A National Catholic Social Justice Lobby 18 percent in 1999. Technology and Communication 2000 Thompson supported the interests of the Information Technology Industry Council 77 percent in 2000. 1999 Thompson supported the interests of the Information Technology Industry Council 75 percent in 1999. 2000 Thompson supported the interests of the Information Technology Industry Council 77 percent in 2000. 1999 Thompson supported the interests of the Information Technology Industry Council 75 percent in 1999. Trade Issues 1999-2000 Thompson supported the interests of the CATO Trade 73 percent in 1999-2000. 1999-2000 Thompson supported the interests of the CATO Trade 73 percent in 1999-2000. Welfare and Poverty 2000 Thompson supported the interests of the Bread for the World 0 percent in 2000. 1999 Thompson supported the interests of the Bread for the World 0 percent in 1999. 2000 Thompson supported the interests of the Bread for the World 0 percent in 2000. 1999 Thompson supported the interests of the Bread for the World 0 percent in 1999. How to Interpret these Evaluations : (Back to top) Project Vote Smart collects performance evaluations from special interest groups who provide them, regardless of issue or bias. If you have any comments concerning performance evaluations or know of a group that provides ratings not included here, please contact us at ratings@vote-smart.org . Keep in mind that ratings done by special interest groups are biased. They do not represent a non-partisan stance. In addition, some groups select votes that tend to favor members of one political party over another, rather than choosing votes based solely on issues concerns. Nevertheless, they can be invaluable in showing where an incumbent has stood on a series of votes in the past one or two years, especially when ratings by groups on all sides of an issue are compared. Website links, if available, and descriptions of the organizations offering performance evaluations are accessible by clicking on the name of the group. Most performance evaluations are displayed in a percentage format. However, some organizations present their ratings in the form of a letter grade or endorsement based on voting records, interviews, survey results and/or sources of campaign funding. For consistency, Project Vote Smart converts all scores into a percentage when possible. Please visit the group's website or call 1-888-VOTESMART for more specific information.  Contact Us | About Us | Printer-Friendly Version"}