{"id": "politifact11580", "label": 1, "url": "http://abcnews.go.com/Politics/full-interview-transcript-president-barack-obama/story?id=35203825", "title": "Full Interview Transcript: President Barack Obama", "text": "&#151; -- This is a transcript of the interview ABC News’ chief anchor George Stephanopoulos conducted with President Barack Obama on November 12, 2015 at the White House. STEPHANOPOULOS: Okay, Mr. President, thank you for doing this. PRESIDENT BARACK OBAMA: Great to be here, George. STEPHANOPOULOS: Let's talk about ISIS to begin with. Did they bring down that Russian plane? OBAMA: Well, we don't know that yet. It is a possibility STEPHANOPOULOS: Just a possibility? OBAMA: Well, we don't know. I think we're still looking at all the details. Any kind of aviation tragedy like this requires a lot of forensic work. It becomes more difficult when we're not actively involved on the ground. We are offering full cooperation with the Egyptians, with the Russians and others. But a lot of this is peace work. But there's a possibility that they may have taken place. STEPHANOPOULOS: A lot of the intelligence community seems to think it's more of a probability. Adam Schiff, the ranking Democrat on House Intelligence Committee thinks it is. And he told me last week that this would mean that ISIS has fully eclipsed Al Qaeda as the greatest terror threat in the world. Is that right? OBAMA: Well, number one, I think it's premature, but it is a possibility. Number two, what we've known for a long time, since the duration of my presidency and before that, is that a small network of people if they've got some skills and bomb making capabilities can carry out some big damage. And this is why we have ramped up our aviation security not just here in the United States but overseas. If there's a carrier coming here, then we're working with that airlines and that airport to make sure that they've got certain procedures. Now, we don't fly directly over the Sinai to the United States, and as a consequence we don't have those same arrangements at those airports. But this is something that we have known is a consistent vulnerability in this modern era. And that's part of the reason why we invest so much in not only putting safeguards in place but also learning each time there's an incident like this to see how this might have happened. STEPHANOPOULOS: But if ISIS with affiliates in so many countries right now, even Afghanistan, if they decided now to go to international terror, that's a game changer, isn't it? OBAMA: Well I have to tell you, George AQAP in Yemen Al Qaeda in Yemen we know has had plots consistently over the last several years to try to bring down an airliner. I think that one of the challenges of these international terrorist organizations is that they don't have to have a huge amount of personnel. If there's a crack in the system, then they potentially can exploit it. And they are looking for these cracks to exploit. What makes ISIL the challenge that it is right now is primarily the fact that they're occupying territory in two countries that aren't governed effectively in those spaces. All right, so in Iraq , when you get into the Sunni areas of Iraq there's not strong governance. In Syria , obvious in the midst of civil war, there is a total breakdown of order. And their ability to sustain themselves in those areas are the primary and principle concern we have. STEPHANOPOULOS: Do you think it means OBAMA: with respect to ISIL. STEPHANOPOULOS: that Vladimir Putin will start to take them on? 24/7 coverage of breaking news and live events"}