{"id": "politifact1140", "label": 1, "url": "https://web.archive.org/web/20090816181927/http://www.pbs.org:80/newshour/bb/politics/july-dec09/shieldsbrooks_08-14.html", "title": "Public Views on Health Care Overhaul Top Week's News", "text": "JIM LEHRER: And to the analysis of Shields and Brooks, syndicated columnist Mark Shields, New York Times columnist David Brooks. David, how would you portray the saga of the health care debate on this Friday night? DAVID BROOKS: Well, the polls are still terrible. There's still a majority against it. So it's sort of an odd situation where you look in Washington, you see pretty much momentum toward it, slow compromises, and you see the Democrats having plenty of votes, but are we really going to pass the most major domestic reform in a generation when the majority of the American people are against it? That's sort of an oddity. And then the second thing, as we've seen in these highly reasoned town hall meetings around the country, is it's a pretty traditional left-right fight. You've got Republicans, you've got Democrats. And in the age of Obama, where we're supposed to rise above that, Obama has now got himself into a pretty traditional partisan battle, the health care version of the Bork hearings or the Thomas hearings or some other very hot partisan fight. JIM LEHRER: Is President Obama making any inroads in getting back his support? MARK SHIELDS: I think after... JIM LEHRER: Or getting it in the first place, I guess I should say? MARK SHIELDS: Well, I think, after a rough patch, I think that he -- they had a pretty good week. I mean, I think that the argument that these town meetings, at least three out of four of them were reasoned events, that they weren't just brawls and pyridine fights... JIM LEHRER: People don't seem to be taking him on at these town meetings. MARK SHIELDS: Well, Bryce Harlow, who is just a brilliant man in Washington, who's worked for President Eisenhower, from President Nixon, President Ford, once said to me, he said, \"I don't know care who it is.\" He said, \"The most powerful committee chairmen, the most influential CEO, he says, Bryce, just give me five minutes with the president and, I'll tell you, I can turn him around.\" And he said, \"I don't care who it is. You bring him into the presence of the president, especially in the Oval Office, and they end up walking out saying, 'Mr. President, God bless you. We're with you. You're doing a wonderful job.'\" And I think it's a lot tougher to be confrontational with the president. In a strange way, I think the president needs it, because... JIM LEHRER: Needs to be picked on, you mean? You mean he needs to be confronted? MARK SHIELDS: He needs that moment. He needs that defining moment. The intensity and the passion are on the other side, are against it. David's right: Four out of five Democrats endorse what the president is doing; 1 out of 10 Republicans does. Independents have slipped, and they've got to be won back. And I just think that it's -- the president has to be -- and what the problem is that his strength in the campaign -- and David's touched on it -- was that he was so reasoned, and so reflective, and so thoughtful, and not someone who appealed to emotions. But they need an emotionally defining moment, I think. DAVID BROOKS: Well, no, I actually think he needs to reassure people. I thought, say, in his town hall meeting today in Montana, the reasonable part was the good part. People are scared. People are very anxious. We've had the government taking over the cars, taking over the insurance, taking over the banks. Now is it going to take over health care? I thought the reasoned part was the best part of his performance today. The problem is he's really good at talking about why we need change. He's really good at talking about what change would look like if we had a good system. He's not so good at talking about what the plan is. And that's... JIM LEHRER: The specifics of the plan? DAVID BROOKS: The sort of -- the specific -- what's in it. And that's where the anxiety is. The other thing is, he just tells a lot of whoppers now. Now, believe me, Rush Limbaugh and Sarah Palin are saying some things that are extremely off the charts untrue about the plan, but I just wrote down some of the things Obama said today which are whoppers. He said everyone can keep their health care plan. Well, the CBO doesn't say that. Six million people are going to lose their plan. Preventive care saves money. That's not true. It's going to cost $90 billion a year. That's not true. It's probably going to cost twice as much when it's fully implemented. Government will be out of health care decisions. He tells one thing after another, making it seem so easy. Well, believe me: This is not easy. It's going to take some sacrifices and some really painful cuts for people to get this system under control. And often, when I look at him, I think he's over-promising, not as much as the other side, but to a significant degree. JIM LEHRER: Mark? MARK SHIELDS: Well, certainly not as much as the other side, because the other side, I think, has gone beyond the pale on the death charts. They are -- the fear is not just about this plan. There's a fear abroad in the land. I mean, between 2000 and 2009, the private sector basically didn't create any jobs in this country. I mean, there's a fear, if you live in Ohio, you can't see your grandchildren unless you get on a bus or drive a car somewhere because your families are moving away. I mean, so there's a lot of fear. And change has come very fast to this country. And I think there is an anxiety. I think there is a concern. And I think he was reassuring on that. JIM LEHRER: What about the whoppers that David just... JIM LEHRER: Time to forget that? DAVID BROOKS: Well, no, I actually think he needs to reassure people. I thought, say, in his town hall meeting today in Montana, the reasonable part was the good part. People are scared. People are very anxious. We've had the government taking over the cars, taking over the insurance, taking over the banks. Now is it going to take over health care? I thought the reasoned part was the best part of his performance today. The problem is he's really good at talking about why we need change. He's really good at talking about what change would look like if we had a good system. He's not so good at talking about what the plan is. And that's... JIM LEHRER: The specifics of the plan? DAVID BROOKS: The sort of -- the specific -- what's in it. And that's where the anxiety is. The other thing is, he just tells a lot of whoppers now. Now, believe me, Rush Limbaugh and Sarah Palin are saying some things that are extremely off the charts untrue about the plan, but I just wrote down some of the things Obama said today which are whoppers. He said everyone can keep their health care plan. Well, the CBO doesn't say that. Six million people are going to lose their plan. Preventive care saves money. That's not true. It's going to cost $90 billion a year. That's not true. It's probably going to cost twice as much when it's fully implemented. Government will be out of health care decisions. He tells one thing after another, making it seem so easy. Well, believe me: This is not easy. It's going to take some sacrifices and some really painful cuts for people to get this system under control. And often, when I look at him, I think he's over-promising, not as much as the other side, but to a significant degree. JIM LEHRER: Mark? MARK SHIELDS: Well, certainly not as much as the other side, because the other side, I think, has gone beyond the pale on the death charts. They are -- the fear is not just about this plan. There's a fear abroad in the land. I mean, between 2000 and 2009, the private sector basically didn't create any jobs in this country. I mean, there's a fear, if you live in Ohio, you can't see your grandchildren unless you get on a bus or drive a car somewhere because your families are moving away. I mean, so there's a lot of fear. And change has come very fast to this country. And I think there is an anxiety. I think there is a concern. And I think he was reassuring on that. JIM LEHRER: What about the whoppers that David just... JIM LEHRER: The same thing about obesity, is always... MARK SHIELDS: Yes. DAVID BROOKS: Well, that stuff's fine, but if you're testing people, say, for an illness, you have to give 100 people a test to get 5 people -- to find 5 people. Now, preventive care is good for health. Everyone agrees on that. But if you look at the CBO studies and the other research, it doesn't save you money. We should do it. But because you have to test so many people to get the few you're really going to prevent serious illness from, you're really not adding up to a lot of cost saving. JIM LEHRER: What about this death panel thing? How does that catch fire the way it did, or is that fire over now, do you think? MARK SHIELDS: Well, I think Jackie Calmes and Jim Rutenberg in the Times had a very good piece today about the origins of it. JIM LEHRER: Yes, they went through the whole nine yards, yes. MARK SHIELDS: Yes, it just wasn't an e-mail that just came out of the ether zone. I mean, it was Betsy McCaughey, who was lieutenant governor of New York with George Pataki, for one term, until he cashiered her, but who earned a reputation as an opponent of \"Clinton care,\" basically was the perpetrator of this, and on Bill Bennett's radio show. And Sarah Palin picked it up and, I mean, just made outrageous and indefensible statements that my parents and our Down syndrome baby would have to appear before a death panel to determine whether they were worthy of living? And Newt Gingrich, who's prideful about his intellect, basically backed her up. JIM LEHRER: And so did Senator Grassley said something, not similar... (CROSSTALK) MARK SHIELDS: And Senator Grassley did, yes. I mean, to Lisa Murkowski, the Republican senator from Alaska's, credit, Johnny Isakson, the Republican senator from Georgia's, credit, they took it on and said this is outrageous and indefensible. And it really does -- it does cheapen the debate. It does scare people. At a time when people are afraid, it spreads just an indefensible fear and a baseless fear. JIM LEHRER: Your point is that there's enough to be afraid about without this kind of stuff? DAVID BROOKS: Without this kind of stuff, and it detracts. So I will say, first, there is no death panel in the bill, full stop. That is for sure. But if we're going to get serious about cost control, we are going to have to have serious discussions about the amount of care and the expense of care we give at the end of life. That's just a fact. JIM LEHRER: Forty percent of the cost of health care... DAVID BROOKS: And so if you want to call it a \"death panel,\" call it that. But it's about having serious discussions about care at the end of life. And we're going have to have those discussions. So, in some weird way, I'm pro-death panel. I want to have those discussions, whether it's one on one or just as a society. And this is a fundamental problem, I think, with this whole process. We have to have serious discussions about who's going to lose in all this, because we've got a runaway system. And every time you make a minor suggestion, a hint of a minor suggestion, or in this case not even a hint, just a fallacious exaggeration, people go crazy. So how are we going to get the system under control? MARK SHIELDS: Well, I mean, I thought it was an absolutely legitimate outburst. I really -- I thought it was an important trip. JIM LEHRER: We've got to refresh people's memories. MARK SHIELDS: Yes. JIM LEHRER: Somebody said, \"What does your -- what President Clinton think about something?\" And she said... MARK SHIELDS: She said, \"I'm the secretary of state. I don't channel my husband.\" You know, you want to know -- basically, you want to know what he thinks, ask him yourself. JIM LEHRER: Twitter him. MARK SHIELDS: Yes, ask him yourself, pal. And he happened to be -- there might have been a little resentment, because at that moment, I think he was celebrating his birthday prematurely in Las Vegas at a place that has steaks for $240, $240 steak. I mean, you've got to look at that. JIM LEHRER: I can't even imagine. MARK SHIELDS: No. Can't imagine. Vegetables extra. But she -- which is true. But, listen, Africa is crucial. I mean, we're in a fierce competition there for influence and for engagement with China, with Russia, who've already been there and are there regularly, with India. And I thought message she delivered, whatever she -- wherever she goes, she brings not simply the United States. She brings cameras. She brings microphones. JIM LEHRER: And she talks straight, doesn't she, for the most part? MARK SHIELDS: She does. JIM LEHRER: What do you think? DAVID BROOKS: Yes, you lost me at the steak, the $240 idea. You put A-1 steak sauce on this thing? I mean, is that an insult? JIM LEHRER: He's trying to imagine that. DAVID BROOKS: How much are the carrots? JIM LEHRER: Part of the health care reform... (CROSSTALK) MARK SHIELDS: What about the tip? DAVID BROOKS: As for Clinton, I thought her response was completely appropriate. The question was insulting, so it was \"You go, girl\" for me. I mean, I was fine with it. As for Africa, one of the nice -- the good news stories about Africa is that there has been institutional change in country after country. Now, we've had our problems with South Africa and other countries -- Sudan, obviously -- but there has been institutional improvement in that continent on many, many governments. And I think part of the achievement of the Bush administration, frankly, was the Millennium Challenge Accounts, which tied aid to that institutional reform, and she's building on that, I think, the Obama administration, as well. MARK SHIELDS: You know, Jim, we talk about presidential siblings, and it's a terrible thing to be a presidential sibling, because you get both unforeseen opportunities, but you get unwelcome scrutiny, and we've had presidential siblings be foreign agents and embarrassments and seek presidential pardons and all sorts of illicit and unflattering things. But as far as presidential siblings go, I think Eunice Kennedy Shriver was the gold standard. JIM LEHRER: Now, why? MARK SHIELDS: Well, I'll tell you why. I mean, she used... JIM LEHRER: You knew her, and you... (CROSSTALK) MARK SHIELDS: I knew her. I knew her and respected her. She was enormously formidable. I mean, don't romanticize her into this sweet little thing. She was tough as nails, and she had an iron will. And I will say this. Her brother, John, and Robert, and Edward won the headlines, and they won the place in the history books. She actually changed the nation. I mean, when she began, people with mental disabilities, Down syndrome and others, were kept very much in the shadows, in the cold shadows of indifference... JIM LEHRER: In warehouses, for... (CROSSTALK) MARK SHIELDS: In warehouses for -- in large part. She basically, through her will and her determination, through the Special Olympics instrumentality, laid the predicate for bringing them into the sunshine and inclusion in our society and acceptance. And she not only changed the way we felt about mentally disabled people, she changed the way they felt about themselves, that they could compete as athletes and for jobs and in school. I mean, she just -- she made America a more humane place, and what a legacy. JIM LEHRER: I remember Judy Woodruff's piece on the day she died, David, and we ran a clip of a speech she made that had all those rhythms of Robert Kennedy, and John Kennedy, and Bobby Kennedy. She was talking about the Special Olympics and the mentally disabled, but, boy, she was talking in a way that everybody listened. DAVID BROOKS: You know, the smartest thing I read about her was actually from Mike Gerson, who said she took the Kennedy ethos -- which was about competition and sports and toughness -- and she applied it to a population where people had not paid much attention and had not demanded a lot, and so she combined the toughness with the compassion and created the legacy that Mark described. JIM LEHRER: All right. Thank you both. MARK SHIELDS: Thank you."}