{"id": "politifact3428", "label": 1, "url": "http://www.ssa.gov/history/nestor.html", "title": "Social Security Online History Pages", "text": "Supreme Court Case: Flemming vs. Nestor Flemming V. Nestor Case Name: FLEMMING V. NESTOR 363 U.S. 603 NO. 54. ARGUED FEBRUARY 24, 1960. - DECIDED JUNE 20, 1960. - 169 F. SUPP. 922, REVERSED . THE TERMINATION OF OLD-AGE BENEFITS PAYABLE TO AN ALIEN WHO, AFTER THE DATE OF ITS ENACTMENT (SEPTEMBER 1, 1954), IS DEPORTED UNDER SEC. 241(A) OF THE IMMIGRATION AND NATIONALITY ACT ON ANY ONE OF CERTAIN GROUNDS SPECIFIED IN SEC. 202(N). APPELLEE, AN ALIEN WHO HAD BECOME ELIGIBLE FOR OLD-AGE BENEFITS IN 1955, WAS DEPORTED IN 1956, PURSUANT TO SEC. 241(A) OF THE IMMIGRATION AND NATIONALITY ACT, FOR HAVING BEEN A MEMBER OF THE COMMUNIST PARTY FROM 1933 TO 1939. SINCE THIS WAS ONE OF THE GROUNDS SPECIFIED IN SEC. 202(N), HIS OLD-AGE BENEFITS WERE TERMINATED SHORTLY THEREAFTER. HE COMMENCED THIS ACTION IN A SINGLE JUDGE DISTRICT COURT, UNDER SEC. 205(G) OF THE SOCIAL SECURITY ACT, TO SECURE JUDICIAL REVIEW OF THAT ADMINISTRATIVE DECISION. THE DISTRICT COURT HELD THAT SEC. 202(N) DEPRIVED APPELLEE OF AN ACCRUED PROPERTY RIGHT AND, THEREFORE, VIOLATED THE DUE PROCESS CLAUSE OF THE FIFTH AMENDMENT. HELD: 1. ALTHOUGH THIS ACTION DREW INTO QUESTION THE CONSTITUTIONALITY OF SEC. 202(N), IT DID NOT INVOLVE AN INJUNCTION OR OTHERWISE INTERDICT THE OPERATION OF THE STATUTORY SCHEME; 28 U.S.C. SEC. 2282, FORBIDDING THE ISSUANCE OF AN INJUNCTION RESTRAINING THE ENFORCEMENT, OPERATION OR EXECUTION OF AN ACT OF CONGRESS FOR REPUGNANCE TO THE CONSTITUTION, EXCEPT BY A THREE-JUDGE DISTRICT COURT, WAS NOT APPLICABLE; AND JURISDICTION OVER THE ACTION WAS PROPERLY EXERCISED BY THE SINGLE-JUDGE DISTRICT COURT. PP. 606-608. 2. A PERSON COVERED BY THE SOCIAL SECURITY ACT HAS NOT SUCH A RIGHT IN OLD-AGE BENEFIT PAYMENTS AS WOULD MAKE EVERY DEFEASANCE OF \"ACCRUED\" INTERESTS VIOLATIVE OF THE DUE PROCESS CLAUSE OF THE FIFTH AMENDMENT. PP. 608-611. (A) THE NONCONTRACTUAL INTEREST OF AN EMPLOYEE COVERED BY THE ACT CANNOT BE SOUNDLY ANALOGIZED TO THAT OF THE HOLDER OF AN ANNUITY, WHOSE RIGHTS TO BENEFITS ARE BASED ON HIS CONTRACTUAL PREMIUM PAYMENTS. PP. 608-610. (B) TO ENGRAFT UPON THE SOCIAL SECURITY SYSTEM A CONCEPT OF \"ACCRUED PROPERTY RIGHTS\" WOULD DEPRIVE IT OF THE FLEXIBILITY AND BOLDNESS IN ADJUSTMENT TO EVER-CHANGING CONDITIONS WHICH IT DEMANDS AND WHICH CONGRESS PROBABLY HAD IN MIND WHEN IT EXPRESSLY RESERVED THE RIGHT TO ALTER, AMEND OR REPEAL ANY PROVISION OF THE ACT. PP. 610-611. 3. SECTION 202(N) OF THE ACT CANNOT BE CONDEMNED AS SO LACKING IN RATIONAL JUSTIFICATION AS TO OFFEND DUE PROCESS. PP. 611-612. 4. TERMINATION OF APPELLEE'S BENEFITS UNDER SEC. 202(N) DOES NOT AMOUNT TO PUNISHING HIM WITHOUT A TRIAL, IN VIOLATION OF ART. III, SEC. 2, CL. 3, OF THE CONSTITUTION OR THE SIXTH AMENDMENT; NOR IS SEC. 202(N) A BILL OF ATTAINDER OR EX POST FACTO LAW, SINCE ITS PURPOSE IS NOT PUNITIVE. PP. 612-621. FLEMMING , SECRETARY OF HEALTH, EDUCATION, AND WELFARE, V. NESTOR . APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF COLUMBIA. MR. JUSTICE HARLAN DELIVERED THE OPINON OF THE COURT. FROM A DECISION OF THE DISTRICT COURT FOR THE DISTRICT OF COLUMBIA\nHOLDING SEC. 202(N) OF THE SOCIAL SECURITY ACT (68 STAT. 1083, AS\nAMENDED, 42 U.S.C. SEC. 402(N)) UNCONSTITUTIONAL, THE SECRETARY OF\nHEALTH, EDUCATION, AND WELFARE TAKES THIS DIRECT APPEAL PURSUANT TO 28\nU.S.C.  SEC. 1252.  THE CHALLENGED SECTION, SET FORTH IN FULL IN THE\nMARGIN, (FN1) PROVIDES FOR THE TERMINATION OF OLD-AGE, SURVIVOR, AND\nDISABILITY INSURANCE BENEFITS PAYABLE TO, OR IN CERTAIN CASES IN\nRESPECT OF, AN ALIEN INDIVIDUAL WHO, AFTER SEPTEMBER 1, 1954 (THE DATE\nOF ENACTMENT OF THE SECTION), IS DEPORTED UNDER SEC. 241(A) OF THE\nIMMIGRATION AND NATIONALITY ACT (8 U.S.C.  SEC. 1251A)) ON ANY ONE OF\nCERTAIN GROUNDS SPECIFIED IN SEC. 202(N). \n\nAPPELLEE, AN ALIEN, IMMIGRATED TO THIS COUNTRY FROM BULGARIA IN 1913,\nAND BECAME ELIGIBLE FOR OLD-AGE BENEFITS IN NOVEMBER 1955.  IN JULY\n1956 HE WAS DEPORTED PURSUANT TO SEC.  241(A)(6)(C)(I) OF THE\nIMMIGRATION AND NATIONALITY ACT FOR HAVING BEEN A MEMBER OF THE\nCOMMUNIST PARTY FROM 1933 TO 1939.  THIS BEING ONE OF THE BENEFIT\nTERMINATION DEPORTATION GROUNDS SPECIFIED IN SEC. 202(N), APPELLEE'S\nBENEFITS WERE TERMINATED SOON THEREAFTER, AND NOTICE OF THE TERMINATION\nWAS GIVEN TO HIS WIFE, WHO HAD REMAINED IN THIS COUNTRY.  (FN2)  UPON\nHIS FAILURE TO OBTAIN ADMINISTRATIVE REVERSAL OF THE DECISION, APPELLEE\nCOMMENCED THIS ACTION IN THE DISTRICT COURT, PURSUANT TO SEC. 205(G) OF\nTHE SOCIAL SECURITY ACT (53 STAT. 1370, AS AMENDED, 42 U.S.C. SEC.\n405(G)), TO SECURE JUDICIAL REVIEW.  (FN3)  ON CROSS-MOTIONS FOR\nSUMMARY JUDGMENT, THE DISTRICT COURT RULED FOR APPELLEE, HOLDING SEC.\n202(N) UNCONSTITUTIONAL UNDER THE DUE PROCESS CLAUSE OF THE FIFTH\nAMENDMENT IN THAT IT DEPRIVED APPELLEE OF AN ACCRUED PROPERTY RIGHT. \n169 F. SUPP. 922.  THE SECRETARY PROSECUTED AN APPEAL TO THIS COURT,\nAND, SUBJECT TO A JURISDICTIONAL QUESTION HEREINAFTER DISCUSSED, WE SET\nTHE CASE DOWN FOR PLENARY HEARING.  360 U.S. 915. \n\nTHE PRELIMINARY JURISDICTIONAL QUESTION IS WHETHER 28 U.S.C. SEC.\n2282 IS APPLICABLE, AND THEREFORE REQUIRED THAT THE CASE BE HEARD BELOW\nBEFORE THREE JUDGES, RATHER THAN BY A SINGLE JUDGE, AS IT WAS.  SECTION\n2282 FORBIDS THE ISSUANCE, EXCEPT BY A THREE-JUDGE DISTRICT COURT, OF\nANY \"INTERLOCUTORY OR PERMANENT INJUNCTION RESTRAINING THE ENFORCEMENT,\nOPERATION OR EXECUTION OF ANY ACT OF CONGRESS FOR REPUGNANCE TO THE\nCONSTITUTION  ...  .\"  NEITHER PARTY REQUESTED A THREE-JUDGE COURT\nBELOW, AND IN THIS COURT BOTH PARTIES ARGUE THE INAPPLICABILITY OF SEC.\n2282.  IF THE PROVISION APPLIES, WE CANNOT REACH THE MERITS, BUT MUST\nVACATE THE JUDGMENT BELOW AND REMAND THE CASE FOR CONSIDERATION BY A\nTHREE-JUDGE DISTRICT COURT.  SEE FEDERAL HOUSING ADMINISTRATION V. THE\nDARLINGTON, INC., 352 U.S. 977. \n\nUNDER THE DECISIONS OF THIS COURT, THIS SEC. 205(G) ACTION COULD, AND\nDID, DRAW IN QUESTION THE CONSTITUTIONALITY OF SEC. 202(N).  SEE, E.G.,\nANNISTON MFG. CO. V. DAVIS, 301 U.S. 337, 345-346.  HOWEVER, THE ACTION\nDID NO MORE.  IT DID NOT SEEK AFFIRMATIVELY TO INTERDICT THE OPERATION\nOF A STATUTORY SCHEME.  A JUDGMENT FOR THE APPELLEE WOULD NOT PUT THE\nOPERATION OF A FEDERAL STATUTE UNDER THE RESTRAINT OF AN EQUITY DECREE;\nINDEED, APART FROM ITS EFFECT UNDER THE DOCTRINE OF STARE DECISIS, IT\nWOULD HAVE NO OTHER RESULT THAN TO REQUIRE THE PAYMENT OF APPELLEE'S\nBENEFITS.  IN THESE CIRCUMSTANCES WE THINK THAT WHAT WAS SAID IN\nGARMENT WORKERS V. DONNELLY CO., 304 U.S. 243, WHERE THIS COURT DEALT\nWITH AN ANALOGOUS SITUATION, IS CONTROLLING HERE: \n\n\"THE PREDECESSOR OF SEC. 2282 DOES NOT PROVIDE FOR A CASE WHERE THE\nVALIDITY OF AN ACT OF CONGRESS IS MERELY DRAWN IN QUESTION, ALBEIT THAT\nQUESTION BE DECIDED, BUT ONLY FOR A CASE WHERE THERE IS AN APPLICATION\nFOR AN INTERLOCUTORY OR PERMANENT INJUNCTION TO RESTRAIN THE\nENFORCEMENT OF AN ACT OF CONGRESS  ...  .  HAD CONGRESS INTENDED THE\nPROVISION  ...  , FOR THREE JUDGES AND DIRECT APPEAL, TO APPLY WHENEVER\nA QUESTION OF THE VALIDITY OF AN ACT OF CONGRESS BECAME INVOLVED,\nCONGRESS WOULD NATURALLY HAVE USED THE FAMILIAR PHRASE 'DRAWN IN\nQUESTION'  ...  .\"  ID., AT 250. \n\nWE HOLD THAT JURISDICTION OVER THE ACTION WAS PROPERLY EXERCISED BY\nTHE DISTRICT COURT, AND THEREFORE REACH THE MERITS. I. WE THINK THAT THE DISTRICT COURT ERRED IN HOLDING THAT SEC. 202(N)\nDEPRIVED APPELLEE OF AN \"ACCRUED PROPERTY RIGHT.\"  169 F. SUPP., AT\n934.  APPELLEE'S RIGHT TO SOCIAL SECURITY BENEFITS CANNOT PROPERLY BE\nCONSIDERED TO HAVE BEEN OF THAT ORDER. \n\nTHE GENERAL PURPOSES UNDERLYING THE SOCIAL SECURITY ACT WERE\nEXPOUNDED BY MR. JUSTICE CARDOZO IN HELVERING V. DAVIS, 301 U.S. 619,\n640-645.  THE ISSUE HERE, HOWEVER, REQUIRES SOME INQUIRY INTO THE\nSTATUTORY SCHEME BY WHICH THOSE PURPOSES ARE SOUGHT TO BE ACHIEVED. \nPAYMENTS UNDER THE ACT ARE BASED UPON THE WAGE EARNER'S RECORD OF\nEARNINGS IN EMPLOYMENT OR SELF-EMPLOYMENT COVERED BY THE ACT, AND TAKE\nTHE FORM OF OLD-AGE INSURANCE AND DISABILITY INSURANCE BENEFITS INURING\nTO THE WAGE EARNER (KNOWN AS THE \"PRIMARY BENEFICIARY\"), AND OF\nBENEFITS, INCLUDING SURVIVOR BENEFITS, PAYABLE TO NAMED DEPENDENTS\n(\"SECONDARY BENEFICIARIES\") OF A WAGE EARNER.  BROADLY SPEAKING,\nELIGIBILITY FOR BENEFITS DEPENDS ON SATISFYING STATUTORY CONDITIONS AS\nTO (1) EMPLOYMENT IN COVERED EMPLOYMENT OR SELF-EMPLOYMENT (SEE SEC.\n210(A), 42 U.S.C. SEC. 410(A)); (2) THE REQUISITE NUMBER OF \"QUARTERS\nOF COVERAGE\" - I.E., THREE-MONTH PERIODS DURING WHICH NOT LESS THAN A\nSTATED SUM WAS EARNED - THE NUMBER DEPENDING GENERALLY ON AGE (SEE\nSECS. 213-215, 42 U.S.C. SECS. 413-415); AND (3) ATTAINMENT OF THE\nRETIREMENT AGE (SEE SEC. 216(A), 42 U.S.C.  SEC. 416(A)).  SEC. 202(A),\n42 U.S.C. SEC. 402(A).  (FN4)  ENTITLEMENT TO BENEFITS ONCE GAINED IS\nPARTIALLY OR TOTALLY LOST IF THE BENEFICIARY EARNS MORE THAN A STATED\nANNUAL SUM, UNLESS HE OR SHE IS AT LEAST 72 YEARS OLD.  SEC. 203(B),\n(E), 42 U.S.C. SEC. 403(B), (E).  OF SPECIAL IMPORTANCE IN THIS CASE IS\nTHE FACT THAT ELIGIBILITY FOR BENEFITS, AND THE AMOUNT OF SUCH\nBENEFITS, DO NOT IN ANY TRUE SENSE DEPEND ON CONTRIBUTION TO THE\nPROGRAM THROUGH THE PAYMENT OF TAXES, BUT RATHER ON THE EARNINGS RECORD\nOF THE PRIMARY BENEFICIARY. \n\nTHE PROGRAM IS FINANCED THROUGH A PAYROLL TAX LEVIED ON EMPLOYEES IN\nCOVERED EMPLOYMENT, AND ON THEIR EMPLOYERS.  THE TAX RATE, WHICH IS A\nFIXED PERCENTAGE OF THE FIRST $4,800 OF EMPLOYEE ANNUAL INCOME, IS SET\nAT A SCALE WHICH WILL INCREASE FROM YEAR TO YEAR, PRESUMABLY TO KEEP\nPACE WITH RISING BENEFIT COSTS.  I.R.C. OF 1954, SECS. 3101, 3111,\n3121(A).  THE TAX PROCEEDS ARE PAID INTO THE TREASURY \"AS INTERNAL\nREVENUE COLLECTIONS,\" I.R.C., SEC. 3501, AND EACH YEAR AN AMOUNT EQUAL\nTO THE PROCEEDS IS APPROPRIATED TO A TRUST FUND, FROM WHICH BENEFITS\nAND THE EXPENSES OF THE PROGRAM ARE PAID.  SEC. 201, 42 U.S.C. SEC.\n401.  IT WAS EVIDENTLY CONTEMPLATED THAT RECEIPTS WOULD GREATLY EXCEED\nDISBURSEMENTS IN THE EARLY YEARS OF OPERATION OF THE SYSTEM, AND\nSURPLUS FUNDS ARE INVESTED IN GOVERNMENT OBLIGATIONS, AND THE INCOME\nRETURNED TO THE TRUST FUND.  THUS, PROVISION IS MADE FOR EXPECTED\nINCREASING COSTS OF THE PROGRAM. THE SOCIAL SECURITY SYSTEM MAY BE ACCURATELY DESCRIBED AS A FORM OF\nSOCIAL INSURANCE, ENACTED PURSUANT TO CONGRESS' POWER TO \"SPEND MONEY\nIN AID OF THE 'GENERAL WELFARE,'\" HELVERING V. DAVIS, SUPRA, AT 640,\nWHEREBY PERSONS GAINFULLY EMPLOYED, AND THOSE WHO EMPLOY THEM, ARE\nTAXED TO PERMIT THE PAYMENT OF BENEFITS TO THE RETIRED AND DISABLED,\nAND THEIR DEPENDENTS.  PLAINLY THE EXPECTATION IS THAT MANY MEMBERS OF\nTHE PRESENT PRODUCTIVE WORK FORCE WILL IN TURN BECOME BENEFICIARIES\nRATHER THAN SUPPORTERS OF THE PROGRAM.  BUT EACH WORKER'S BENEFITS,\nTHOUGH FLOWING FROM THE CONTRIBUTIONS HE MADE TO THE NATIONAL ECONOMY\nWHILE ACTIVELY EMPLOYED, ARE NOT DEPENDENT ON THE DEGREE TO WHICH HE\nWAS CALLED UPON TO SUPPORT THE SYSTEM BY TAXATION.  IT IS APPARENT THAT\nTHE NONCONTRACTUAL INTEREST OF AN EMPLOYEE COVERED BY THE ACT CANNOT BE\nSOUNDLY ANALOGIZED TO THAT OF THE HOLDER OF AN ANNUITY, WHOSE RIGHT TO\nBENEFITS IS BOTTOMED ON HIS CONTRACTUAL PREMIUM PAYMENTS. \n\nIT IS HARDLY PROFITABLE TO ENGAGE IN CONCEPTUALIZATIONS REGARDING\n\"EARNED RIGHTS\" AND GRATUITIES.\"   CF. LYNCH V. UNITED STATES, 292 U.S.\n571, 576-577.  THE \"RIGHT\" TO SOCIAL SECURITY BENEFITS IS IN ONE SENSE\n\"EARNED,\" FOR THE ENTIRE SCHEME RESTS ON THE LEGISLATIVE JUDGMENT THAT\nTHOSE WHO IN THEIR PRODUCTIVE YEARS WERE FUNCTIONING MEMBERS OF THE\nECONOMY MAY JUSTLY CALL UPON THAT ECONOMY, IN THEIR LATER YEARS, FOR\nPROTECTION FROM \"THE RIGORS OF THE POOR HOUSE AS WELL AS FROM THE\nHAUNTING FEAR THAT SUCH A LOT AWAITS THEM WHEN JOURNEY'S END IS NEAR.\" \nHELVERING V. DAVIS, SUPRA, AT 641.  BUT THE PRACTICAL EFFECTUATION OF\nTHAT JUDGMENT HAS OF NECESSITY CALLED FORTH A HIGHLY COMPLEX AND\nINTERRELATED STATUTORY STRUCTURE.  INTEGRATED TREATMENT OF THE MANIFOLD\nSPECIFIC PROBLEMS PRESENTED BY THE SOCIAL SECURITY PROGRAM DEMANDS MORE\nTHAN A GENERALIZATION.  THAT PROGRAM WAS DESIGNED TO FUNCTION INTO THE\nINDEFINITE FUTURE, AND ITS SPECIFIC PROVISIONS REST ON PREDICTIONS AS\nTO EXPECTED ECONOMIC CONDITIONS WHICH MUST INEVITABLY PROVE LESS THAN\nWHOLLY ACCURATE, AND ON JUDGMENTS AND PREFERENCES AS TO THE PROPER\nALLOCATION OF THE NATION'S RESOURCES WHICH EVOLVING ECONOMIC AND SOCIAL\nCONDITIONS WILL OF NECESSITY IN SOME DEGREE MODIFY. \n\nTO ENGRAFT UPON THE SOCIAL SECURITY SYSTEM A CONCEPT OF \"ACCRUED\nPROPERTY RIGHTS\" WOULD DEPRIVE IT OF THE FLEXIBILITY AND BOLDNESS IN\nADJUSTMENT TO EVER-CHANGING CONDITIONS WHICH IT DEMANDS.  SEE\nWOLLENBERG, VESTED RIGHTS IN SOCIAL-SECURITY BENEFITS, 37 ORE.  L. REV.\n299, 359.  IT WAS DOUBTLESS OUT OF AN AWARENESS OF THE NEED FOR SUCH\nFLEXIBILITY THAT CONGRESS INCLUDED IN THE ORIGINAL ACT, AND HAS SINCE\nRETAINED, A CLAUSE EXPRESSLY RESERVING TO IT \"THE RIGHT TO ALTER,\nAMEND, OR REPEAL ANY PROVISION\" OF THE ACT.  SEC. 1104, 49 STAT. 648,\n42 U.S.C. SEC. 1304.  THAT PROVISION MAKES EXPRESS WHAT IS IMPLICIT IN\nTHE INSTITUTIONAL NEEDS OF THE PROGRAM.  SEE ANALYSIS OF THE SOCIAL\nSECURITY SYSTEM, HEARINGS BEFORE A SUBCOMMITTEE OF THE COMMITTEE ON\nWAYS AND MEANS, HOUSE OF REPRESENTATIVES, 83D CONG., 1ST SESS., PP. 920\n921.  IT WAS PURSUANT TO THAT PROVISION THAT SEC. 202(N) WAS ENACTED. \n\nWE MUST CONCLUDE THAT A PERSON COVERED BY THE ACT HAS NOT SUCH A\nRIGHT IN BENEFIT PAYMENTS AS WOULD MAKE EVERY DEFEASANCE OF \"ACCRUED\"\nINTERESTS VIOLATIVE OF THE DUE PROCESS CLAUSE OF THE FIFTH AMENDMENT. II. THIS IS NOT TO SAY, HOWEVER, THAT CONGRESS MAY EXERCISE ITS POWER TO\nMODIFY THE STATUTORY SCHEME FREE OF ALL CONSTITUTIONAL RESTRAINT.  THE\nINTEREST OF A COVERED EMPLOYEE UNDER THE ACT IS OF SUFFICIENT SUBSTANCE\nTO FALL WITHIN THE PROTECTION FROM ARBITRARY GOVERNMENTAL ACTION\nAFFORDED BY THE DUE PROCESS CLAUSE.  IN JUDGING THE PERMISSIBILITY OF\nTHE CUT-OFF PROVISIONS OF SEC. 202(N) FROM THIS STANDPOINT, IT IS NOT\nWITHIN OUR AUTHORITY TO DETERMINE WHETHER THE CONGRESSIONAL JUDGMENT\nEXPRESSED IN THAT SECTION IS SOUND OR EQUITABLE, OR WHETHER IT COMPORTS\nWELL OR ILL WITH THE PURPOSES OF THE ACT.  \"WHETHER WISDOM OR UNWISDOM\nRESIDES IN THE SCHEME OF BENEFITS SET FORTH IN TITLE II, IT IS NOT FOR\nUS TO SAY.  THE ANSWER TO SUCH INQUIRIES MUST COME FROM CONGRESS, NOT\nTHE COURTS.  OUR CONCERN HERE, AS OFTEN, IS WITH POWER, NOT WITH\nWISDOM.\"  HELVERING V. DAVIS, SUPRA, AT 644.  PARTICULARLY WHEN WE DEAL\nWITH A WITHHOLDING OF A NONCONTRACTUAL BENEFIT UNDER A SOCIAL WELFARE\nPROGRAM SUCH AS THIS, WE MUST RECOGNIZE THAT THE DUE PROCESS CLAUSE CAN\nBE THOUGHT TO INTERPOSE A BAR ONLY IF THE STATUTE MANIFESTS A PATENTLY\nARBITRARY CLASSIFICATION, UTTERLY LACKING IN RATIONAL JUSTIFICATION. \n\nSUCH IS NOT THE CASE HERE.  THE FACT OF A BENEFICIARY'S RESIDENCE\nABROAD - IN THE CASE OF A DEPORTEE, A PRESUMABLY PERMANENT RESIDENCE -\nCAN BE OF OBVIOUS RELEVANCE TO THE QUESTION OF ELIGIBILITY.  ONE\nBENEFIT WHICH MAY BE THOUGHT TO ACCRUE TO THE ECONOMY FROM THE SOCIAL\nSECURITY SYSTEM IS THE INCREASED OVER-ALL NATIONAL PURCHASING POWER\nRESULTING FROM TAXATION OF PRODUCTIVE ELEMENTS OF THE ECONOMY TO\nPROVIDE PAYMENTS TO THE RETIRED AND DISABLED, WHO MIGHT OTHERWISE BE\nDESTITUTE OR NEARLY SO, AND WHO WOULD GENERALLY SPEND A COMPARATIVELY\nLARGE PERCENTAGE OF THEIR BENEFIT PAYMENTS.  THIS ADVANTAGE WOULD BE\nLOST AS TO PAYMENTS MADE TO ONE RESIDING ABROAD.  FOR THESE PURPOSES,\nIT IS, OF COURSE, CONSTITUTIONALLY IRRELEVANT WHETHER THIS REASONING IN\nFACT UNDERLAY THE LEGISLATIVE DECISION, AS IT IS IRRELEVANT THAT THE\nIN LOGIC APPLY.  (FN5)  SEE UNITED STATES V. PETRILLO, 332 U.S. 1, 8-9;\nSTEWARD MACHINE CO. V. DAVIS, 301 U.S. 548, 584-585; CF. CARMICHAEL V.\nSOUTHERN COAL CO., 301 U.S. 495, 510-513.  NOR, APART FROM THIS, CAN IT\nBE DEEMED IRRATIONAL FOR CONGRESS TO HAVE CONCLUDED THAT THE PUBLIC\nPURSE SHOULD NOT BE UTILIZED TO CONTRIBUTE TO THE SUPPORT OF THOSE\nDEPORTED ON THE GROUNDS SPECIFIED IN THE STATUTE.    WE NEED GO NO\nFURTHER TO FIND SUPPORT FOR OUR CONCLUSION THAT THIS PROVISION OF THE\nACT CANNOT BE CONDEMNED AS SO LACKING IN RATIONAL JUSTIFICATION AS TO\nOFFEND DUE PROCESS. III. THE REMAINING, AND MOST INSISTENTLY PRESSED, CONSTITUTIONAL\nOBJECTIONS REST UPON ART. I, SEC. 9, CL. 3, AND ART. III, SEC. 2, CL.\n3, OF THE CONSTITUTION, AND THE SIXTH AMENDMENT.  (FN6)  IT IS SAID\nTHAT THE TERMINATION OF APPELLEE'S BENEFITS AMOUNTS TO PUNISHING HIM\nWITHOUT A JUDICIAL TRIAL, SEE WONG WING V. UNITED STATES, 163 U.S. 228;\nTHAT THE TERMINATION OF BENEFITS CONSTITUTES THE IMPOSITION OF\nPUNISHMENT BY LEGISLATIVE ACT, RENDERING SEC. 202(N) A BILL OF\nATTAINDER\" SEE UNITED STATES V. LOVETT, 328 U.S. 303; CUMMINGS V.\nMISSOURI, 4 WALL.  277; AND THAT THE PUNISHMENT EXACTED IS IMPOSED FOR\nPAST CONDUCT NOT UNLAWFUL WHEN ENGAGED IN, THEREBY VIOLATING THE\nCONSTITUTIONAL PROHIBITION ON EX POST FACTO LAWS, SEE EX PARTE GARLAND,\n4 WALL.  333.  (FN7)  ESSENTIAL TO THE SUCCESS OF EACH OF THESE\nCONTENTIONS IS THE VALIDITY OF CHARACTERIZING AS \"PUNISHMENT\" IN THE\nCONSTITUTIONAL SENSE THE TERMINATION OF BENEFITS UNDER SEC. 202(N). \n\nIN DETERMINING WHETHER LEGISLATION WHICH BASES A DISQUALIFICATION ON\nTHE HAPPENING OF A CERTAIN PAST EVENT IMPOSES A PUNISHMENT, THE COURT\nHAS SOUGHT TO DISCERN THE OBJECTS ON WHICH THE ENACTMENT IN QUESTION\nWAS FOCUSED.  WHERE THE SOURCE OF LEGISLATIVE CONCERN CAN BE THOUGHT TO\nBE THE ACTIVITY OR STATUS FROM WHICH THE INDIVIDUAL IS BARRED, THE\nDISQUALIFICATION IS NOT PUNISHMENT EVEN THOUGH IT MAY BEAR HARSHLY UPON\nONE AFFECTED.  THE CONTRARY IS THE CASE WHERE THE STATUTE IN QUESTION\nIS EVIDENTLY AIMED AT THE PERSON OR CLASS OF PERSONS DISQUALIFIED.  IN\nTHE EARLIEST CASE ON WHICH APPELLEE RELIES, A CLERGYMAN SUCCESSFULLY\nCHALLENGED A STATE CONSTITUTIONAL PROVISION BARRING FROM THAT\nPROFESSION - AND FROM MANY OTHER PROFESSIONS AND OFFICES - ALL WHO\nWOULD NOT SWEAR THAT THEY HAD NEVER MANIFESTED ANY SYMPATHY OR SUPPORT\nFOR THE CAUSE OF THE CONFEDERACY.  CUMMINGS V. MISSOURI, SUPRA.  THE\nCOURT THUS DESCRIBED THE AIMS OF THE CHALLENGED ENACTMENT: \n\n\"THE OATH COULD NOT  ...  HAVE BEEN REQUIRED AS A MEANS OF\nASCERTAINING WHETHER PARTIES WERE QUALIFIED OR NOT FOR THEIR RESPECTIVE\nCALLINGS OR THE TRUSTS WITH WHICH THEY WERE CHARGED.  IT WAS REQUIRED\nIN ORDER TO REACH THE PERSON, NOT THE CALLING.  IT WAS EXACTED, NOT\nFROM ANY NOTION THAT THE SEVERAL ACTS DESIGNATED INDICATED UNFITNESS\nFOR THE CALLINGS, BUT BECAUSE IT WAS THOUGHT THAT THE SEVERAL ACTS\nDESERVED PUNISHMENT  ...  .\"  ID., AT 320. \n\nONLY THE OTHER DAY THE GOVERNING INQUIRY WAS STATED, IN AN OPINION\nJOINED BY FOUR MEMBERS OF THE COURT, IN THESE TERMS: \n\n\"THE QUESTION IN EACH CASE WHERE UNPLEASANT CONSEQUENCES ARE BROUGHT\nTO BEAR UPON AN INDIVIDUAL FOR PRIOR CONDUCT, IS WHETHER THE\nLEGISLATIVE AIM WAS TO PUNISH THAT INDIVIDUAL FOR PAST ACTIVITY, OR\nWHETHER THE RESTRICTION OF THE INDIVIDUAL COMES ABOUT AS A RELEVANT\nINCIDENT TO A REGULATION OF A PRESENT SITUATION, SUCH AS THE PROPER\nQUALIFICATIONS FOR A PROFESSION.\"  DE VEAU V. BRAISTED, 363 U.S. 144,\n160 (PLURALITY OPINION). \n\nIN EX PARTE GARLAND, SUPRA, WHERE THE COURT STRUCK DOWN AN OATH -\nSIMILAR IN CONTENT TO THAT INVOLVED IN CUMMINGS - REQUIRED OF ATTORNEYS\nSEEKING TO PRACTICE BEFORE ANY FEDERAL COURT, AS ALSO IN CUMMINGS, THE\nFINDING OF PUNITIVE INTENT DREW HEAVILY ON THE COURT'S FIRST-HAND\nACQUAINTANCE WITH THE EVENTS AND THE MOOD OF THE THEN RECENT CIVIL WAR,\nAND \"THE FIERCE PASSIONS WHICH THAT STRUGGLE AROUSED.\"  CUMMINGS V.\nMISSOURI, SUPRA, AT 322.  (FN8)  SIMILARLY, IN UNITED STATES V. LOVETT,\nSUPRA, WHERE THE COURT INVALIDATED, AS A BILL OF ATTAINDER, A STATUTE\nFORBIDDING - SUBJECT TO CERTAIN CONDITIONS - THE FURTHER PAYMENT OF THE\nSALARIES OF THREE NAMED GOVERNMENT EMPLOYEES, THE DETERMINATION THAT A\nPUNISHMENT HAD BEEN IMPOSED RESTED IN LARGE MEASURE ON THE SPECIFIC\nCONGRESSIONAL HISTORY WHICH THE COURT WAS AT PAINS TO SPELL OUT IN\nDETAIL.  SEE 328 U.S., AT 308-312.  MOST RECENTLY, IN TROP V. DULLES,\n356 U.S. 86, WHICH HELD UNCONSTITUTIONAL A STATUTE PROVIDING FOR THE\nEXPATRIATION OF ONE WHO HAD BEEN SENTENCED BY A COURT-MARTIAL TO\nDISMISSAL OR DISHONORABLE DISCHARGE FOR WARTIME DESERTION, THE MAJORITY\nOF THE COURT CHARACTERIZED THE STATUTE AS PUNITIVE.  HOWEVER, NO SINGLE\nOPINION COMMANDED THE SUPPORT OF A MAJORITY.  THE PLURALITY OPINION\nRESTED ITS DETERMINATION, AT LEAST IN PART, ON ITS INABILITY TO DISCERN\nANY ALTERNATIVE PURPOSE WHICH THE STATUTE COULD BE THOUGHT TO SERVE. \nID., AT 97.  THE CONCURRING OPINION FOUND IN THE SPECIFIC HISTORICAL\nEVOLUTION OF THE PROVISION IN QUESTION COMPELLING EVIDENCE OF PUNITIVE\nINTENT.  ID., AT 107-109. \n\nIT IS THUS APPARENT THAT, THOUGH THE GOVERNING CRITERION MAY BE\nREADILY STATED, EACH CASE HAS TURNED ON ITS OWN HIGHLY PARTICULARIZED\nCONTEXT.  WHERE NO PERSUASIVE SHOWING OF A PURPOSE \"TO REACH THE\nPERSON, NOT THE CALLING,\" CUMMINGS V. MISSOURI, SUPRA, AT 320, HAS BEEN\nMADE, THE COURT HAS NOT HAMPERED LEGISLATIVE REGULATION OF ACTIVITIES\nWITHIN ITS SPHERE OF CONCERN, DESPITE THE OFTEN-SEVERE EFFECTS SUCH\nREGULATION HAS HAD ON THE PERSONS SUBJECT TO IT.  (FN9)  THUS,\nDEPORTATION HAS BEEN HELD TO BE NOT PUNISHMENT, BUT AN EXERCISE OF THE\nPLENARY POWER OF CONGRESS TO FIX THE CONDITIONS UNDER WHICH ALIENS ARE\nTO BE PERMITTED TO ENTER AND REMAIN IN THIS COUNTRY.  FONG YUE TING V.\nUNITED STATES, 149 U.S. 698, 730; SEE GALVAN V. PRESS, 347 U.S. 522,\n530-531.  SIMILARLY, THE SETTING BY A STATE OF QUALIFICATIONS FOR THE\nPRACTICE OF MEDICINE, AND THEIR MODIFICATION FROM TIME TO TIME, IS AN\nINCIDENT OF THE STATE'S POWER TO PROTECT THE HEALTH AND SAFETY OF ITS\nCITIZENS, AND ITS DECISION TO BAR FROM PRACTICE PERSONS WHO COMMIT OR\nHAVE COMMITTED A FELONY IS TAKEN AS EVIDENCING AN INTENT TO EXERCISE\nTHAT REGULATORY POWER, AND NOT A PURPOSE TO ADD TO THE PUNISHMENT OF EX\nFELONS.  HAWKER V. NEW YORK, 170 U.S. 189.  SEE DE VEAU V. BRAISTED,\nSUPRA (REGULATION OF CRIME ON THE WATERFRONT THROUGH DISQUALIFICATION\nOF EX-FELONS FROM HOLDING UNION OFFICE).  CF. HELVERING V. MITCHELL,\n303 U.S. 391, 397-401, HOLDING THAT, WITH RESPECT TO DEFICIENCIES DUE\nTO FRAUD, A 50 PERCENT ADDITION TO THE TAX IMPOSED WAS NOT PUNISHMENT\nSO AS TO PREVENT, UPON PRINCIPLES OF DOUBLE JEOPARDY, ITS ASSESSMENT\nAGAINST ONE ACQUITTED OF TAX EVASION. \n\nTURNING, THEN, TO THE PARTICULAR STATUTORY PROVISION BEFORE US,\nAPPELLEE CANNOT SUCCESSFULLY CONTEND THAT THE LANGUAGE AND STRUCTURE OF\nSEC. 202(N), OR THE NATURE OF THE DEPRIVATION, REQUIRES US TO RECOGNIZE\nA PUNITIVE DESIGN.  CF. WONG WING V. UNITED STATES, SUPRA\n(IMPRISONMENT, AT HARD LABOR UP TO ONE YEAR, OF PERSON FOUND TO BE\nUNLAWFULLY IN THE COUNTRY).  HERE THE SANCTION IS THE MERE DENIAL OF A\nNONCONTRACTUAL GOVERNMENTAL BENEFIT.  NO AFFIRMATIVE DISABILITY OR\nRESTRAINT IS IMPOSED, AND CERTAINLY NOTHING APPROACHING THE \"INFAMOUS\nPUNISHMENT\" OF IMPRISONMENT, AS IN WONG WING, ON WHICH GREAT RELIANCE\nIS MISTAKENLY PLACED.  MOREOVER, FOR REASONS ALREADY GIVEN (ANTE, PP.\n611-612), IT CANNOT BE SAID, AS WAS SAID OF THE STATUTE IN CUMMINGS V.\nMISSOURI, SUPRA, AT 319; SEE DENT V. WEST VIRGINIA, 129 U.S. 114, 126,\nTHAT THE DISQUALIFICATION OF CERTAIN DEPORTEES FROM RECEIPT OF SOCIAL\nSECURITY BENEFITS WHILE THEY ARE NOT LAWFULLY IN THIS COUNTRY BEARS NO\nRATIONAL CONNECTION TO THE PURPOSES OF THE LEGISLATION OF WHICH IT IS A\nPART, AND MUST WITHOUT MORE THEREFORE BE TAKEN AS EVIDENCING A\nCONGRESSIONAL DESIRE TO PUNISH.  APPELLEE ARGUES, HOWEVER, THAT THE\nHISTORY AND SCOPE OF SEC. 202(N) PROVE THAT NO SUCH POSTULATED PURPOSE\nCAN BE THOUGHT TO HAVE MOTIVATED THE LEGISLATURE, AND THAT THEY\nPERSUASIVELY SHOW THAT A PUNITIVE PURPOSE IN FACT LAY BEHIND THE\nSTATUTE.   WE DO NOT AGREE. \n\nWE OBSERVE INITIALLY THAT ONLY THE CLEAREST PROOF COULD SUFFICE TO\nESTABLISH THE UNCONSTITUTIONALITY OF A STATUTE ON SUCH A GROUND. \nJUDICIAL INQUIRIES INTO CONGRESSIONAL MOTIVES ARE AT BEST A HAZARDOUS\nMATTER, AND WHEN THAT INQUIRY SEEKS TO GO BEHIND OBJECTIVE\nMANIFESTATIONS IT BECOMES A DUBIOUS AFFAIR INDEED.  MOREOVER, THE\nPRESUMPTION OF CONSTITUTIONALITY WITH WHICH THIS ENACTMENT, LIKE ANY\nOTHER, COMES TO US FORBIDS US LIGHTLY TO CHOOSE THAT READING OF THE\nSTATUTE'S SETTING WHICH WILL INVALIDATE IT OVER THAT WHICH WILL SAVE\nIT.  \"IT IS NOT ON SLIGHT IMPLICATION AND VAGUE CONJECTURE THAT THE\nLEGISLATURE IS TO BE PRONOUNCED TO HAVE TRANSCENDED ITS POWERS, AND ITS\nACTS TO BE CONSIDERED AS VOID.\"  FLETCHER V. PECK, 6 CRANCH 87, 128. \n\nOF THE SOCIAL SECURITY PROGRAM.  THE PROVISION ORIGINATED IN THE HOUSE\nOF REPRESENTATIVES.  H.R. 9366, 83D CONG., 2D SESS., SEC. 108.  THE\nDISCUSSION IN THE HOUSE COMMITTEE REPORT, H.R. REP. NO. 1698, 83D\nCONG., 2D SESS., PP. 5, 25, 77, DOES NOT EXPRESS THE PURPOSE OF THE\nSTATUTE.  HOWEVER, IT DOES SAY THAT THE TERMINATION OF BENEFITS WOULD\nAPPLY TO THOSE PERSONS WHO WERE \"DEPORTED FROM THE UNITED STATES\nBECAUSE OF ILLEGAL ENTRY, CONVICTION OF A CRIME, OR SUBVERSIVE ACTIVITY\n...  .\"  ID., AT 25.  IT WAS EVIDENTLY THE THOUGHT THAT SUCH WAS THE\nSCOPE OF THE STATUTE RESULTING FROM ITS APPLICATION TO DEPORTATION\nUNDER THE 14 NAMED PARAGRAPHS OF SEC. 241(A) OF THE IMMIGRATION AND\nNATIONALITY ACT.  ID., AT 77.  (FN10) THE SENATE COMMITTEE REJECTED THE PROPOSAL FOR THE STATED REASON THAT\nIT HAD \"NOT HAD AN OPPORTUNITY TO GIVE SUFFICIENT STUDY TO ALL THE\nPOSSIBLE IMPLICATIONS OF THIS PROVISION, WHICH INVOLVES TERMINATION OF\nBENEFIT RIGHTS UNDER THE CONTRIBUTORY PROGRAM OF OLD-AGE AND SURVIVORS\nINSURANCE  ...  .\"  S. REP. NO. 1987, 83D CONG., 2D SESS., P. 23; SEE\nALSO ID., AT 76.  HOWEVER, IN CONFERENCE, THE PROPOSAL WAS RESTORED IN\nMODIFIED FORM, (FN11) AND AS MODIFIED WAS ENACTED AS SEC. 202(N).  SEE\nH.R. CONF. REP. NO. 2679, 83D CONG., 2D SESS., P. 18. \n\nAPPELLEE ARGUES THAT THIS HISTORY DEMONSTRATES THAT CONGRESS WAS NOT\nCONCERNED WITH THE FACT OF A BENEFICIARY'S DEPORTATION - WHICH IT IS\nCLAIMED ALONE WOULD JUSTIFY THIS LEGISLATION AS BEING PURSUANT TO A\nPOLICY RELEVANT TO REGULATION OF THE SOCIAL SECURITY SYSTEM - BUT THAT\nIT SOUGHT TO REACH CERTAIN GROUNDS FOR DEPORTATION, THUS EVIDENCING A\nPUNITIVE INTENT.  (FN12)  IT IS IMPOSSIBLE TO FIND IN THE MEAGRE\nHISTORY THE UNMISTAKABLE EVIDENCE OF PUNITIVE INTENT WHICH, UNDER\nPRINCIPLES ALREADY DISCUSSED, IS REQUIRED BEFORE A CONGRESSIONAL\nENACTMENT OF THIS KIND MAY BE STRUCK DOWN.  EVEN WERE THAT HISTORY TO\nBE TAKEN AS EVIDENCING CONGRESS' CONCERN WITH THE GROUNDS, RATHER THAN\nTHE FACT, OF DEPORTATION, WE DO NOT THINK THAT THIS, STANDING ALONE,\nWOULD SUFFICE TO ESTABLISH A PUNITIVE PURPOSE.  THIS WOULD STILL BE A\nFAR CRY FROM THE SITUATIONS INVOLVED IN SUCH CASES AS CUMMINGS, WONG\nWING, AND GARLAND (SEE ANTE, P. 617), AND FROM THAT IN LOVETT, SUPRA,\nWHERE THE LEGISLATION WAS ON ITS FACE AIMED AT PARTICULAR INDIVIDUALS. \nTHE LEGISLATIVE RECORD, HOWEVER, FALLS SHORT OF ANY PERSUASIVE SHOWING\nTHAT CONGRESS WAS IN FACT CONCERNED ALONE WITH THE GROUNDS OF\nDEPORTATION.  TO BE SURE CONGRESS DID NOT APPLY THE TERMINATION\nPROVISION TO ALL DEPORTEES.  HOWEVER, IT IS EVIDENT THAT NEITHER DID IT\nREST THE OPERATION OF THE STATUTE ON THE OCCURRENCE OF THE UNDERLYING\nACT.  THE FACT OF DEPORTATION ITSELF REMAINED AN ESSENTIAL CONDITION\nFOR LOSS OF BENEFITS, AND EVEN IF A BENEFICIARY WERE SAVED FROM\nDEPORTATION ONLY THROUGH DISCRETIONARY SUSPENSION BY THE ATTORNEY\nGENERAL UNDER SEC. 244 OF THE IMMIGRATION AND NATIONALITY ACT (66 STAT.\n214, 8 U.S.C. SEC. 1254), SEC. 202(N) WOULD NOT REACH HIM. \n\nMOREOVER, THE GROUNDS FOR DEPORTATION REFERRED TO IN THE COMMITTEE\nREPORT EMBRACE THE GREAT MAJORITY OF THOSE DEPORTED, AS IS EVIDENT FROM\nAN EXAMINATION OF THE FOUR OMITTED GROUNDS, SUMMARIZED IN THE MARGIN. \n(FN13)  INFERENCES DRAWN FROM THE OMISSION OF THOSE GROUNDS CANNOT\nESTABLISH, TO THE DEGREE OF CERTAINTY REQUIRED, THAT CONGRESSIONAL\nCONCERN WAS WHOLLY WITH THE ACTS LEADING TO DEPORTATION, AND NOT WITH\nTHE FACT OF DEPORTATION.  (FN14)  TO HOLD OTHERWISE WOULD BE TO REST ON\nTHE \"SLIGHT IMPLICATION AND VAGUE CONJECTURE\" AGAINST WHICH CHIEF\nJUSTICE MARSHALL WARNED.  FLETCHER V. PECK, SUPRA, AT 128. \n\nTHE SAME ANSWER MUST BE MADE TO ARGUMENTS DRAWN FROM THE FAILURE OF\nCONGRESS TO APPLY SEC.  202(N) TO BENEFICIARIES VOLUNTARILY RESIDING\nABROAD.  BUT CF. SEC. 202(T), ANTE, NOTE 5.  CONGRESS MAY HAVE FAILED\nTO CONSIDER SUCH PERSONS; OR IT MAY HAVE THOUGHT THEIR NUMBER TOO\nSLIGHT, OR THE PERMANENCE OF THEIR VOLUNTARY RESIDENCE ABROAD TOO\nUNCERTAIN, TO WARRANT APPLICATION OF THE STATUTE TO THEM, WITH ITS\nATTENDANT ADMINISTRATIVE PROBLEMS OF SUPERVISION AND ENFORCEMENT. \nAGAIN, WE CANNOT WITH CONFIDENCE REJECT ALL THOSE ALTERNATIVES WHICH\nIMAGINATIVENESS CAN BRING TO MIND, SAVE THAT ONE WHICH MIGHT REQUIRE\nTHE INVALIDATION OF THE STATUTE. REVERSED. FOOTNOTES Footnote 1- SECTION 202(N) PROVIDES AS FOLLOWS: \n\n\"(N)(1)  IF ANY INDIVIDUAL IS (AFTER THE DATE OF ENACTMENT OF THIS\nSUBSECTION) DEPORTED UNDER PARAGRAPH (1), (2), (4), (5), (6), (7),\n(10), (11), (12), (14), (15), (16), (17), OR (18) OF SECTION 241(A) OF\nTHE IMMIGRATION AND NATIONALITY ACT, THEN, NOTWITHSTANDING ANY OTHER\nPROVISIONS OF THIS TITLE: \n\n\"(A)  NO MONTHLY BENEFIT UNDER THIS SECTION OR SECTION 223 (42 U.S.C.\nSEC. 423, RELATING TO \"DISABILITY INSURANCE BENEFITS\") SHALL BE PAID TO\nSUCH INDIVIDUAL, ON THE BASIS OF HIS WAGES AND SELF-EMPLOYMENT INCOME,\nFOR ANY MONTH OCCURRING (I) AFTER THE MONTH IN WHICH THE SECRETARY IS\nNOTIFIED BY THE ATTORNEY GENERAL THAT SUCH INDIVIDUAL HAS BEEN SO\nDEPORTED, AND (II) BEFORE THE MONTH IN WHICH SUCH INDIVIDUAL IS\nTHEREAFTER LAWFULLY ADMITTED TO THE UNITED STATES FOR PERMANENT\nRESIDENCE:    \"(B)  IF NO BENEFIT COULD BE PAID TO SUCH INDIVIDUAL (OR\nIF NO BENEFIT COULD BE PAID TO HIM IF HE WERE ALIVE) FOR ANY MONTH BY\nREASON OF SUBPARAGRAPH (A), NO MONTHLY BENEFIT UNDER THIS SECTION SHALL\nBE PAID, ON THE BASIS OF HIS WAGES AND SELF-EMPLOYMENT INCOME, FOR SUCH\nMONTH TO ANY OTHER PERSON WHO IS NOT A CITIZEN OF THE UNITED STATES AND\nIS OUTSIDE THE UNITED STATES FOR ANY PART OF SUCH MONTH, AND: \n\n\"(C)  NO LUMP-SUM DEATH PAYMENT SHALL BE MADE ON THE BASIS OF SUCH\nINDIVIDUAL'S WAGES AND SELF-EMPLOYMENT INCOME IF HE DIES (I) IN OR\nAFTER THE MONTH IN WHICH SUCH NOTICE IS RECEIVED, AND (II) BEFORE THE\nMONTH IN WHICH HE IS THEREAFTER LAWFULLY ADMITTED TO THE UNITED STATES\nFOR PERMANENT RESIDENCE. \n\n\"SECTION 203(B) AND (C) OF THIS ACT SHALL NOT APPLY WITH RESPECT TO\nANY SUCH INDIVIDUAL FOR ANY MONTH FOR WHICH NO MONTHLY BENEFIT MAY BE\nPAID TO HIM BY REASON OF THIS PARAGRAPH. \n\n\"(2)  AS SOON AS PRACTICABLE AFTER THE DEPORTATION OF ANY INDIVIDUAL\nUNDER ANY OF THE PARAGRAPHS OF SECTION 241(A) OF THE IMMIGRATION AND\nNATIONALITY ACT ENUMERATED IN PARAGRAPH (1) IN THIS SUBSECTION, THE\nATTORNEY GENERAL SHALL NOTIFY THE SECRETARY OF SUCH DEPORTATION.\" \n\nTHE PROVISIONS OF SEC. 241(A) OF THE IMMIGRATION AND NATIONALITY ACT\nARE SUMMARIZED IN NOTES 10, 13, POST, PP. 618, 620. Footnote 2- UNDER PARAGRAPH (1)(B) OF SEC. 202(N) (SEE NOTE 1, ANTE),\nAPPELLEE'S WIFE, BECAUSE OF HER RESIDENCE HERE, HAS REMAINED ELIGIBLE\nFOR BENEFITS PAYABLE TO HER AS THE WIFE OF AN INSURED INDIVIDUAL.  SEE\nSEC. 202(B), 53 STAT. 1364, AS AMENDED, 42 U.S.C. SEC. 402(B). Footnote 3- SECTION 205(G) PROVIDES AS FOLLOWS: \n\n\"(G)  ANY INDIVIDUAL, AFTER ANY FINAL DECISION OF THE BOARD MADE\nAFTER A HEARING TO WHICH HE WAS A PARTY, IRRESPECTIVE OF THE AMOUNT IN\nCONTROVERSY, MAY OBTAIN A REVIEW OF SUCH DECISION BY A CIVIL ACTION\nCOMMENCED WITHIN SIXTY DAYS AFTER THE MAILING TO HIM OF NOTICE OF SUCH\nDECISION OR WITHIN SUCH FURTHER TIME AS THE BOARD MAY ALLOW  ...  .  AS\nPART OF ITS ANSWER THE BOARD SHALL FILE A CERTIFIED COPY OF THE\nTRANSCRIPT OF THE RECORD INCLUDING THE EVIDENCE UPON WHICH THE FINDINGS\nAND DECISION COMPLAINED OF ARE BASED.  THE COURT SHALL HAVE POWER TO\nENTER, UPON THE PLEADINGS AND TRANSCRIPT OF THE RECORD, A JUDGMENT\nAFFIRMING, MODIFYING, OR REVERSING THE DECISION OF THE BOARD, WITH OR\nWITHOUT REMANDING THE CAUSE FOR A REHEARING.  THE FINDINGS OF THE BOARD\nAS TO ANY FACT, IF SUPPORTED BY SUBSTANTIAL EVIDENCE, SHALL BE\nCONCLUSIVE  ...  .  THE JUDGMENT OF THE COURT SHALL BE FINAL EXCEPT\nTHAT IT SHALL BE SUBJECT TO REVIEW IN THE SAME MANNER AS A JUDGMENT IN\nOTHER CIVIL ACTIONS.\" Footnote 4- IN ADDITION, ELIGIBILITY FOR DISABILITY INSURANCE BENEFITS IS OF\nCOURSE SUBJECT TO THE FURTHER CONDITION OF THE INCURRING OF A\nDISABILITY AS DEFINED IN THE ACT.  SEC. 223, 42 U.S.C.  SEC. 423. \nSECONDARY BENEFICIARIES MUST MEET THE TESTS OF FAMILY RELATIONSHIP TO\nTHE WAGE EARNER SET FORTH IN THE ACT.  SEC. 202(B)-(H), 42 U.S.C. SEC.\n402(B)-(H). Footnote 5- THE ACT DOES NOT PROVIDE FOR THE TERMINATION OF BENEFITS OF NON\nRESIDENT CITIZENS, OR OF SOME ALIENS WHO LEAVE THE COUNTRY VOLUNTARILY\nALTHOUGH MANY NONRESIDENT ALIENS DO LOSE THEIR ELIGIBILITY BY VIRTUE\nOF THE PROVISIONS OF SEC. 202(T), 70 STAT. 835, AS AMENDED, 42 U.S.C.\nSEC. 402(T) - OR OF ALIENS DEPORTED PURSUANT TO PARAGRAPHS 3, 8, 9, OR\n13 OF THE 18 PARAGRAPHS OF SEC. 241(A) OF THE IMMIGRATION AND\nNATIONALITY ACT.  SEE NOTE 13, POST. Footnote 6- ART. I, SEC. 9, CL. 3: \n\n\"NO BILL OF ATTAINDER OR EX POST FACTO LAW SHALL BE PASSED.\" \n\nART. III, SEC. 2, CL. 3: \n\n\"THE TRIAL OF ALL CRIMES, EXCEPT IN CASES OF IMPEACHMENT, SHALL BE BY\nJURY; AND SUCH TRIAL SHALL BE HELD IN THE STATE WHERE THE SAID CRIMES\nSHALL HAVE BEEN COMMITTED  ...  .\" \n\nAMEND. VI: \"IN ALL CRIMINAL PROSECUTIONS THE ACCUSED SHALL ENJOY THE RIGHT TO A\nSPEEDY AND PUBLIC TRIAL, BY AN IMPARTIAL JURY OF THE STATE AND DISTRICT\nWHEREIN THE CRIME SHALL HAVE BEEN COMMITTED, WHICH DISTRICT SHALL HAVE\nBEEN PREVIOUSLY ASCERTAINED BY LAW, AND TO BE INFORMED OF THE NATURE\nAND CAUSE OF THE ACCUSATION; TO BE CONFRONTED WITH THE WITNESSES\nAGAINST HIM; TO HAVE COMPULSORY PROCESS FOR OBTAINING WITNESSES IN HIS\nFAVOUR; AND TO HAVE THE ASSISTANCE OF COUNSEL FOR HIS DEFENCE.\" Footnote 7- APPELLEE ALSO ADDS, BUT HARDLY ARGUES, THE CONTENTION THAT HE\nHAS BEEN DEPRIVED OF HIS RIGHTS UNDER THE FIRST AMENDMENT, SINCE THE\nADVERSE CONSEQUENCES STEMMED FROM \"MERE PAST MEMBERSHIP\" IN THE\nCOMMUNIST PARTY.  THIS CONTENTION, WHICH IS NO MORE THAN A COLLATERAL\nATTACK ON APPELLEE'S DEPORTATION, IS NOT OPEN TO HIM. Footnote 8- SEE ALSO PIERCE V. CARSKADON, 16 WALL.  234.  A WEST VIRGINIA\nSTATUTE PROVIDING THAT A NONRESIDENT WHO HAD SUFFERED A JUDGMENT IN AN\nACTION COMMENCED BY ATTACHMENT, BUT IN WHICH HE HAD NOT BEEN PERSONALLY\nSERVED AND DID NOT APPEAR, COULD WITHIN ONE YEAR PETITION THE COURT FOR\nA REOPENING OF THE JUDGMENT AND A TRIAL ON THE MERITS, WAS AMENDED IN\n1865 SO AS TO CONDITION THAT RIGHT ON THE TAKING OF AN EXCULPATORY OATH\nTHAT THE DEFENDANT HAD NEVER SUPPORTED THE CONFEDERACY.  ON THE\nAUTHORITY OF CUMMINGS AND GARLAND, THE AMENDMENT WAS INVALIDATED. Footnote 9- AS PRIOR DECISIONS MAKE CLEAR, COMPARE EX PARTE GARLAND, SUPRA,\nWITH HAWKER V. NEW YORK, SUPRA, THE SEVERITY OF A SANCTION IS NOT\nDETERMINATIVE OF ITS CHARACTER AS \"PUNISHMENT.\" Footnote 10- PARAGRAPHS (1), (2), AND (10) OF SEC. 241(A) RELATE TO UNLAWFUL\nENTRY, OR ENTRY NOT COMPLYING WITH CERTAIN CONDITIONS; PARAGRAPHS (6)\nAND (7) APPLY TO \"SUBVERSIVE\" AND RELATED ACTIVITIES; THE REMAINDER OF\nTHE INCLUDED PARAGRAPHS ARE CONCERNED WITH CONVICTIONS OF DESIGNATED\nCRIMES, OR THE COMMISSION OF ACTS RELATED TO THEM, SUCH AS NARCOTICS\nADDICTION OR PROSTITUTION. Footnote 11- FOR EXAMPLE, UNDER THE HOUSE VERSION TERMINATION OF BENEFITS OF\nA DEPORTEE WOULD ALSO HAVE TERMINATED BENEFITS PAID TO SECONDARY\nBENEFICIARIES BASED ON THE EARNING RECORDS OF THE DEPORTEE.  THE\nCONFERENCE PROPOSAL LIMITED THIS EFFECT TO SECONDARY BENEFICIARIES WHO\nWERE NONRESIDENT ALIENS.  SEE NOTE 2, ANTE. Footnote 12- APPELLEE ALSO RELIES ON THE JUXTAPOSITION OF THE PROPOSED SEC.\n108 AND CERTAIN OTHER PROVISIONS, SOME OF WHICH WERE ENACTED AND SOME\nOF WHICH WERE NOT.  THIS ARGUMENT IS TOO CONJECTURAL TO WARRANT\nDISCUSSION.  IN ADDITION, RELIANCE IS PLACED ON A LETTER WRITTEN TO THE\nSENATE FINANCE COMMITTEE BY APPELLANT'S PREDECESSOR IN OFFICE, OPPOSING\nTHE ENACTMENT OF WHAT IS NOW SEC. 202(U) OF THE ACT, 70 STAT. 838, 42\nU.S.C. SEC. 402(U), ON THE GROUND THAT THE SECTION WAS \"IN THE NATURE\nOF A PENALTY AND BASED ON CONSIDERATIONS FOREIGN TO THE OBJECTIVES\" OF THE PROGRAM.  SOCIAL SECURITY AMENDMENTS OF 1955, HEARINGS BEFORE THE\nSENATE COMMITTEE ON FINANCE, 84TH CONG., 2D SESS., P. 1319.  THE\nSECRETARY WENT ON TO SAY THAT \"PRESENT LAW RECOGNIZES ONLY THREE\nNARROWLY LIMITED EXCEPTIONS (OF WHICH SEC. 202(N) IS ONE) TO THE BASIC\nPRINCIPLE THAT BENEFITS ARE PAID WITHOUT REGARD TO THE ATTITUDES,\nOPINIONS, BEHAVIOR, OR PERSONAL CHARACTERISTICS OF THE INDIVIDUAL  ...\n.\"  IT SHOULD BE OBSERVED, HOWEVER, THAT THE SECRETARY DID NOT SPEAK OF\nSEC. 202(N) AS A PENALTY, AS HE DID OF THE PROPOSED SEC. 202(U).  THE\nLATTER PROVISION IS CONCEDEDLY PENAL, AND APPLIES ONLY PURSUANT TO A\nJUDGMENT OF A COURT IN A CRIMINAL CASE. Footnote 13- THEY ARE:  (1) PERSONS INSTITUTIONALIZED AT PUBLIC EXPENSE\nWITHIN FIVE YEARS AFTER ENTRY BECAUSE OF \"MENTAL DISEASE, DEFECT, OR\nDEFICIENCY\" NOT SHOWN TO HAVE ARISEN SUBSEQUENT TO ADMISSION (SEC.\n241(A)(3)); (2) PERSONS BECOMING A PUBLIC CHARGE WITHIN FIVE YEARS AFTER ENTRY FROM CAUSES NOT SHOWN TO HAVE ARISEN SUBSEQUENT TO\nADMISSION SEC. 241(A)(8)); (3) PERSONS ADMITTED AS NONIMMIGRANTS (SEE\nSEC. 101(A)(15), 66 STAT. 167, 8 U.S.C. SEC. 1101(A)(15)) WHO FAIL TO\nMAINTAIN, OR COMPLY WITH THE CONDITIONS OF, SUCH STATUS (SEC.\n241(A)(9)); (4) PERSONS KNOWINGLY AND FOR GAIN INDUCING OR AIDING,\nPRIOR TO OR WITHIN FIVE YEARS AFTER ENTRY, ANY OTHER ALIEN TO ENTER OR\nATTEMPT TO ENTER UNLAWFULLY (SEC. 241(A)(13)). Footnote 14- WERE WE TO ENGAGE IN SPECULATION, IT WOULD NOT BE DIFFICULT TO\nCONJECTURE THAT CONGRESS MAY HAVE BEEN LED TO EXCLUDE THESE FOUR\nGROUNDS OF DEPORTATION OUT OF COMPASSIONATE OR DE MINIMIS\nCONSIDERATIONS.  FLEMMING , SECRETARY OF HEALTH, EDUCATION, AND WELFARE, V. NESTOR . APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF COLUMBIA. MR. JUSTICE BLACK, DISSENTING. MR. JUSTICE DOUGLAS, DISSENTING. MR. JUSTICE BRENNAN, WITH WHOM THE CHIEF JUSTICE AND MR. JUSTICE DOUGLAS JOIN, DISSENTING."}