{"id": "politifact15191", "label": 0, "url": "http://www.foxnews.com/us/2018/03/16/ohio-student-suspended-for-staying-in-class-during-walkouts.html", "title": "Ohio student suspended for staying in class during National Walkout Day", "text": "EDUCATION Ohio student suspended for staying in class during National Walkout Day By Caleb Parke Fox News Published March 16, 2018 3:33pm EDT | Updated March 17, 2018 12:10pm EDT Facebook Twitter Flipboard Comments Print Email Add Fox News on Google close Video Student says he was suspended for protesting school walkout Ohio high school student Jacob Shoemaker says he was suspended for staying in the classroom during the National Walkout Day. An Ohio high school student said he tried to stay apolitical during the National Walkout Day over gun violence but was suspended for his choice to remain in a classroom instead of joining protests or the alternative, going to study hall. Jacob Shoemaker, a senior at Hilliard Davidson High School, said he didn’t want to take sides in the gun-control debate consuming the country. If he went outside for the walkout, he said, he would be supporting gun control. If he stayed in the common area of the school, he said, he would be seen as supporting gun violence and disrespecting the 17 lives lost in the Parkland, Fla. High school shooting the month before. Jacob had met with the school’s principal on Tuesday, a day before the rally, for about an hour to find out what exactly the walkout was supporting. But he said the principal reportedly told him it was for the “students to express themselves.” COLLEGE STUDENT KICKED OUT OF CLASS FOR TELLING PROFESSOR THERE ARE ONLY TWO GENDERS This left Jacob wondering if it was a memorial for the lives lost or a show of support for gun control. He decided, instead, to stay in class for about 20 minutes doing homework after his teacher and fellow classmates left and locked the door. When they returned, he was slapped with a suspension. An Ohio high school student was suspended for staying in the classroom during the National Walkout Day. (Jacob Shoemaker) Jacob’s father, Scott Shoemaker, said his son was just trying to stay neutral – and did nothing wrong. “Politics [doesn’t] belong in the school,” he said. “Students shouldn’t be pressured into taking a side.” STUDENT WITH ‘TRUMP’ FLAG ASSAULTED BY MOB DURING NATIONAL SCHOOL WALKOUT The story went viral after Jacob sent a photo of his out-of-school suspension citation to one of his friends, who posted it on social media. The school, as well as the Shoemakers, have received death threats and hate messages. Op-ed: Parents were misled about walkout Thousands of students walk out for gun control and to honor Parkland victims. Julie Gunlock makes her case. Scott Shoemaker said his son was just trying to be introspective – and he wasn’t acting out. “He didn’t do anything to deserve this,” he said. “He didn’t ask for this.” CHICAGO STUDENTS ALLEGEDLY TRASH WALMART DURING NATIONAL SCHOOL WALKOUT PROTEST The district says it's responsible for students' safety and they can't be unsupervised. The Associated Press contributed to this report. True Crime The hottest stories ripped from the headlines, from crime to courts, legal and scandal. Arrives Weekly By entering your email and clicking the Subscribe button, you agree to the Fox News Privacy Policy and Terms of Use , and\n        agree to receive content and promotional communications from Fox News. You understand that you can\n        opt-out at any time. Subscribe Subscribed Subscribe You've successfully subscribed to this newsletter!"}