{"id": "politifact1731", "label": 1, "url": "http://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/story?id=10469580&page=2", "title": "'This Week' Transcript: Goolsbee, Brown & Corker", "text": "Transcript: Goolsbee, Brown & Corker April 25, 2010 &#151; -- TAPPER: Good morning, everyone. Tomorrow, the Senate is scheduled to hold its first vote on the biggest overhaul in decades of the nation's financial system, changes that could impact your savings, your pension, maybe even your job. This as a big Wall Street investment bank comes under attack on Tuesday. Executives from Goldman Sachs, which is already facing government accusations of fraud, will testify before a Senate committee investigating whether the firm profited from the massive housing crash at the expense of its clients. Joining me this morning, three key players in the middle of this storm. With me here, is Austan Goolsbee from the President Obama's Council of Economic Advisers. In Chattanooga, we have Tennessee Republican Senator Bob Corker, and in Cincinnati, Democratic Senator Sherrod Brown, both key members of the Senate Banking Committee. Gentlemen, welcome. GOOLSBEE: Thanks for having us. CORKER: Good morning. Good to be with you. TAPPER: Before we start with Wall Street reform, I do want to talk about these Goldman Sachs memos, these emails that the Senate Permanent Subcommittee on Investigations has released, emails that seem to show executives rejoicing as the housing market crashed, and in fact, they seem to contradict the impression given by Goldman Sachs that they lost money as the mortgage related investment crash happened. In a private email, Goldman CEO Lloyd Blankfein wrote in November of 2007, \"Of course we didn't dodge the mortgage mess. We lost money, then made more than we lost because of shorts.\" Senator Brown, I want to ask you. What do these emails signify to you? BROWN: Well, these emails signify that there are all kinds of conflicts of interest on Wall Street, that there are -- that Wall Street, while working for its clients and working against its clients in the same sort of bundled toxic securities, and that's why we need the Volcker rule. That's why we need really strong reform that will separate the proprietary trading from banking functions. I think that says it more articulately and more forcefully, that example, than anything we've seen so far. TAPPER: Senator Corker, doesn't Senator Brown have a point? This is exactly why people think that proprietary trading, that is when a bank uses its own money to invest, should not be the same, it should not be in the same firm as trading for commercial banking, for clients? That there is an inbred conflict of interest there. CORKER: Well, I can understand the sentiment. I know that certainly the emails do not read well. I look forward to seeing what the SEC investigation brings forth, and the Senate investigation through this subcommittee brings forth. At the end of the day, though, some of that has to do with making markets. I am in no way defending sort of the attitude expressed in the emails, but I think we're better off waiting to see exactly what has taken place. I think, you know, at the end of the day, instruments are set up on Wall Street. People take either side of it. There are some conflicts of interest that can exist and do need to be looked at, but I'd rather wait and see how this investigation unfolds before making any judgments. TAPPER: Austan, is there anything in the legislation that Democrats are pushing that President Obama wants to pass, is there anything that would have prevented what Goldman Sachs is accused of having committed? GOOLSBEE: You know, I don't know the exact details, but there are a number of things that would go directly at the heart of some of these issues that are raised in these cases, like with securitizations, that the people who originate the securities have to maintain some ownership so that if they pack it full of things that are going to fail, they themselves are going to lose money when they do it. I'm certainly not going to comment on independent, you know, regulatory investigations, but these emails that are released, the CEO of Goldman is not going to win any popularity contests when over a period that ordinary Americans' pensions, houses et cetera were collapsing in value, they were actually making significant money off of it. If that's true, I think Senator Brown's point, that we've got to end the conflicts of interest and that the Volcker rule is really on point on that I think is also highly relevant. TAPPER: Senator Corker, the status of the Wall Street reform bill. Right now, the members of the Senate Banking Committee are negotiating. Tomorrow, the majority leader, Harry Reid, is scheduled to bring it up for a vote. Do you think there will be a bipartisan compromise before that vote happens, and if not, are all 41 Republicans going to stand against proceeding to a debate? CORKER: Look, first of all, I think everybody knows, Sherrod sure knows I want to see a bill. I think we do need to address regulation in our financial markets. You know, it's in play right now. The fact is, I know that Shelby and Dodd are actually on another program this morning. After that program, I know they're going to continue meeting, hopefully getting to a compromise before tomorrow evening. And I think what we need to do is have a template. We don't need to address every issue in this compromise, but one that deals with derivatives, one that deals with consumer protection, and one that deals with this orderly liquidation. If we can get that template agreed to in a bipartisan way, then we can debate some of the amendments that Sherrod Brown wants to bring forth, some of the amendments I want to bring forth. But I think it's very, very important that we reach that bipartisan agreement first, because in the Senate, as you know, it takes 60 votes to change anything. 24/7 coverage of breaking news and live events"}