{"id": "politifact14950", "label": 0, "url": "https://www.archives.gov/presidential-libraries/about/faqs.html", "title": "Frequently Asked Questions", "text": "Presidential Libraries  Presidential Libraries and Museums promote understanding of the presidency and the American experience. We preserve and provide access to historical materials, support research, and create interactive programs and exhibits that educate and inspire. Presidential Libraries and Museums hold vast archives of documents, feature museums full of important Presidential artifacts, present compelling educational and public programs, and host informative websites. Presidential Libraries and Museums are not traditional lending libraries, but instead are repositories for the papers, records and historical materials of each Presidential administration. We work to ensure that these irreplaceable items are preserved and made available for the widest possible use. Presidential Libraries and Museums give you the chance to see, hear, and participate in the events that changed our lives and shaped our national story. How did the Presidential Library System begin? It all began with President Franklin D. Roosevelt in the late 1930s. A dramatic increase in the volume of Presidential papers led Roosevelt to seek the advice of prominent historians and public figures on how and where to keep not only his White House files, but also his earlier papers, book collection, and memorabilia. Roosevelt announced plans for a new type of facility, a Presidential Library, on December 10, 1938. An organization was chartered to raise private funds for the construction of the building on Roosevelt’s Hyde Park estate. On July 18, 1939, Congress passed a joint resolution accepting the new facility and agreeing to operate it as part of the National Archives. The Roosevelt Library was turned over to the Federal government on July 4, 1940, and dedicated on June 30, 1941. The Roosevelt Library became the model for subsequent Presidential Libraries. Succeeding Libraries have been constructed with private and other non-Federal funds. A private, non-profit organization is formed to coordinate these efforts and provide support for Library and museum programs. Once each Library was constructed, NARA assumed responsibility for its operation and maintenance in accordance with the Presidential Libraries Acts of 1955 and 1986. In 2017, President Barack Obama and NARA announced plans for the first digital presidential library, without a dedicated federal facility. Learn more about the history of the Presidential Libraries. What is the role of the Office of Presidential Libraries within the National Archives? The Office of Presidential Libraries is the office responsible for the overall administration of the Presidential Library System. The office and the Libraries are within the Legislative Archives, Presidential Libraries, and Museum Services division of the National Archives. This office provides budgetary and administrative oversight for the system, organizes multi-Library and system-wide initiatives, coordinates the development and implementation of NARA policies and procedures, and represents the Presidential Library System within the National Archives. The Office of Presidential Libraries also oversees new Presidential Library development, major construction and renovation projects at the libraries and national programs aligning the work of the Presidential Libraries. View the National Archives organizational chart for more information. What institutions comprise the Presidential Library System administered by NARA? The Presidential Library System comprises 16 Presidential Libraries documenting Presidents Herbert Hoover through Joseph R. Biden Jr. The building dedication dates are included: * Read more information about the establishment of the Nixon Presidential Library and Museum in “ Nixon’s Library Now a Part of NARA .” Does the Obama Library follow the same model as earlier Presidential Libraries? No. The Obama Foundation, a private entity, made the decision in 2017 not to construct a Presidential Library for NARA to house the records (textual, audiovisual, and artifacts). Instead, the Obama Foundation plans to build and operate a private museum and presidential center in Chicago. NARA will digitize and then store and preserve all original presidential records and artifacts in an existing NARA facility that meets NARA’s standards for archival storage. NARA retains legal and physical custody of the records and artifacts. NARA will maintain, preserve, and provide access to the Presidential records of the Obama administration, in accordance with the Presidential Records Act, employing a digital model for access to opened records and loans of materials for display around the world, including at the private Obama Presidential Center. Educational and public programs, both live and virtual, will also be a critical component of the Obama Presidential Library. Are there any plans to extend the Obama Library model to existing Presidential Libraries and Museums? NARA has no plans to apply this change retroactively. Will this be the new model for all presidential libraries going forward? Decisions about future library models will be made in consultation between NARA and each outgoing presidential administration. Considering the increasing volume of born-digital records, digital libraries will support the expectations of the public that our holdings be available free and online. We welcome exploring new approaches to presidential libraries, which open up more options for future former presidents beyond traditional brick-and-mortar facilities and ultimately improve public access to records and collections. When are the records of a former President open for research? For older Presidential Libraries (Hoover through Carter, with the exception of Nixon), access to the holdings are governed by deeds of gift, and the papers are processed according to prioritized plans developed by each Library. Major areas of current research interest and the timeliness of topics in the national arena are also considered. Nixon Presidential materials are governed by the Presidential Recordings and Materials Preservation Act (PRMPA), and material is reviewed in accordance with established regulations. For newer Libraries (from Reagan forward), the holdings are governed by the Presidential Records Act (PRA) of 1978 . Under the PRA, the records are exempt from public release for five years after the end of a Presidential administration. During this five-year period, archivists begin processing and preparing materials for release to researchers. After the end of the five-year period, all Presidential records become subject to Freedom of Information Act (FOIA) requests. These requests must be made in writing and cite the Freedom of Information Act and then be submitted to the appropriate Library by mail, e-mail, fax, or in person. The Libraries whose Presidential holdings are governed by the PRA work to respond to FOIA requests from the general public. They process records and make them publicly available not only to requestors but also to anyone interested in conducting research on the particular topics covered by FOIA requests. Learn more available about requesting access to records. How can a researcher find out what records are open at a Presidential Library? Each Presidential Library has digitized a portion of their textual and audiovisual collections and made them available on their websites. The Presidential Daily Diary is the official record of the presidents’ travel, meetings, and telephone calls. View all of the digitized Presidential Daily Diaries from Roosevelt onward. Researchers can search archival records through the National Archives Catalog . In addition, each Library also has a website that contains information regarding their holdings including finding aids and collection guides. If finding aids are not available online, researchers can contact the Librar y, for more information on the materials available for research. Are the museums of the Presidential Libraries open to the general public? Presidential Libraries and Museums with permanent facilities are open to the general public of all ages. NARA's Presidential Museums document the life and times of its respective President. Each Presidential Museum charges an admission fee, with revenues going to support museum operations and programs. The museums also host changing exhibits about particular topics relating to American history and the American experience and are open to the public year-round. Many Libraries also have an active education component, providing programs geared specifically to students and teachers and often tied to local curricula. How many people visit the Presidential Library Museums? Below is the count of visitors to the museum at the Presidential Libraries from the past 5 fiscal years. The federal government's fiscal year runs from October 1-September 30. 24,726 25,316 105,426 99,998 67,483 54,103 59,418 61,093 154,545 146,924 103,557 114,782 52,868 42,324 105,490 99,369 50,557 63,094 275,945 258,618 88,386 92,806 79,254 53,599 23,138 1,190,793 1,112,026 *The museums were closed to the public during most of FY 2020 and 2021 due to the COVID-19 pandemic. **The museum at the George W. Bush Presidential Library, as well as the volunteer program, officially transferred from NARA to the George W. Bush Foundation on January 1, 2023. What is the Passport Program? Through the Passport to Presidential Libraries program, visitors can purchase a special keepsake booklet to take with them on their travels to Presidential Libraries across the nation. Visitors receive a commemorative stamp from the Library at the time of the purchase and can collect stamps from every Presidential Library visited in the future. Once they collect stamps from all Presidential Libraries, they may visit any of the Presidential Libraries for a special gift. How do I get my Passport stamped? Stamps are available at each Library's admissions desk and/or museum store. We unfortunately cannot retroactively stamp Passports or accept Passports via mail for stamping purposes. Who can I call with questions about the Passport? Please direct all inquiries and feedback regarding the Passport to Presidential Libraries to the Office of Presidential Libraries at (301) 837-3250. How is a Presidential Library funded? A Presidential Library is constructed with private or non-Federal funds donated to non-profit organizations typically established by the former President for the express purpose of building a Presidential Library and supporting its programs. Some Libraries have also received construction and development funding from state and/or local governments or university partners. The Library is then transferred to the Federal Government and operated and maintained by NARA through its congressionally appropriated operating budget. Some staff and programs at Presidential Libraries are paid for with funds from associated private presidential foundations. These private foundations also provide continuing support for Library programs and special events, such as conferences and exhibitions. What is the role of a Presidential Library foundation? Presidential Libraries carry out a mandated program to preserve, process, and make available their archival holdings. As part of providing access, the Libraries and Museums provide outreach and educational programs. Presidential foundations also provide financial support to ensure the broadest spectrum of innovative and insightful public, education, and information programs at each Library. Presidential Libraries and Museums, their websites, and the scholarship they promote benefit in significant ways from private organizations established to support such programs. In several cases, these organizations evolved from bodies chartered to raise money and construct the original Library building. In other instances, these organizations were formed after the dedication of the Library by friends of the President. Also, it should be noted that, starting with the George Bush Library, all Presidential Library foundations funding a NARA facility must provide an endowment to NARA to help offset facility operating expenses. This endowment is presented to NARA and is used by the government to support facility maintenance needs. Why should taxpayers support Presidential Libraries? NARA’s mission is to serve American democracy by safeguarding and preserving the records of our Government, ensuring that everyone can discover, use, and learn from this documentary heritage. We ensure continuing access to the essential documentation of the rights of American citizens and the actions of their government. We support democracy, promote civic education, and facilitate historical understanding of our national experience. Presidential Libraries support NARA’s mission by preserving and providing access to materials from a crucial part of our government as well as materials from individuals who have played key roles in our government. The papers and records created by, for, or about Presidents, Vice Presidents, and their administrations document the key decisions, policy and activities of the institution of the Presidency - the highest policy level of government. The documents and artifacts held by the Presidential Libraries not only inform society about the President as an individual and about his term in office, but also provide insights into the American experience. We provide access to these holdings through our research rooms, our exhibits, and online in order to reach the broadest audience possible. We also draw on the many partnerships formed between NARA and the Presidential Library foundations. As a result, many aspects of museum and public programs are, in fact, supported by private funds, although they are overseen by government professionals including curators, educators, and archivists. Who decides where a Presidential Library and Museum should be located? The President, with advice from the Archivist of the United States, makes the decision about the location of his Presidential Library. In consultation with his family, friends, and associates, the President usually selects from a series of proposals submitted by interested communities or universities. Presidents have often acknowledged their origins by placing their Libraries in their hometowns. However, in some cases Presidents place their Libraries on or near a university campus. For example, the Lyndon Baines Johnson Library and Museum is located on the campus of the University of Texas in Austin. Does NARA have any input into the decision on location or the kind of building the Presidential Library will be? The former President or his representatives choose the architects, or an architectural firm/design team for the building of a Presidential Library and for the development and fabrication of museum exhibits. The President or his representatives are solely responsible for choice of the final location for the Library building and for the construction costs. The Presidential Libraries Act (44 U.S.C. Section 2112 (a) (2)) requires the Archivist of the United States to establish architectural and design standards that apply to new and existing libraries “in order to ensure that such depositories (A) preserve Presidential records subject to Chapter 22 of 44 U.S.C. and papers and other historical materials accepted for deposit under section 2111 of 44 U.S.C. (B) contain adequate research facilities.” The Architectural and Design Standards for Presidential Libraries are a supplement to NARA directive 1571, Archival Storage Standards, and NARA provides the standards for Presidential Libraries to the architects and design team selected by the former President or his representatives. View the current Architecture and Design Standards for Presidential Libraries. Are there any limits to the size of Presidential Library buildings? Though not specifically limiting the size of Presidential Libraries, the Presidential Libraries Act of 1986 mandates that Library foundations must provide an endowment to NARA upon acceptance of the Library facility by the Archivist of the United States. The size of this endowment is based in part on the size of the facility. The requirement of a significant increase in the endowment for facilities over 70,000 square feet has had the practical effect of limiting the size of newer Libraries to less than 70,000 square feet. How big are the Presidential Libraries? The Presidential Libraries are most often buildings or series of buildings managed by the National Archives and Records Administration and a presidential library foundation. Below are the size of the buildings under the management of the National Archives and Records Administration. This data is provided by the General Services Administration in their Federal Real Property Profile and will be updated accordingly. What is housed in a Presidential Library? A Presidential Library is a rich resource for a particular President and his administration, as well as for the times in which he lived. The papers and records created by a President and his administration, as well as the materials created by a President during his life and career comprise the core holdings of all Presidential Libraries. The papers and records document the personal and professional lives of a President, his family, close friends, and business and political associates, revealing the details about White House activities, a President’ s career, and a President’ s personal life. Along with the papers and records, a Presidential Library contains thousands of films and video as well as millions of still pictures revealing all aspects of a President's life before, during, and after the White House. This rich resource of audiovisual materials may include home movies, official White House photographs, and audiotapes of Presidential conversations. Modern Presidential Libraries are also the custodians of the electronic records generated by a Presidential administration in its carrying out of the constitutional, statutory, and ceremonial duties of the Presidency. Additionally, a Presidential Library contains thousands of artifacts, the objects that document a life and career. Whether a gift from a foreign head of state or a cherished childhood memento, the artifacts provide a unique record of a President's life, in and out of the public eye. NARA has a statutory obligation to care for and provide access to legally defined Presidential records as a result of the Presidential Records Act of 1978. This law vested the ownership and administration of Presidential records with the United States Government through NARA. This law applies to the core holdings of Presidential Libraries starting with the records from the administration of Ronald Reagan. The holdings of the Presidential Libraries differ from the materials created by all executive branch agencies, the United States District and Circuit Courts, and Legislative branch agencies. The Federal Records Act provides the statutory framework NARA uses to determine what records from these agencies should be accessioned into the holdings of the National Archives. Where are the materials of Presidents before Herbert Hoover? Although Franklin D. Roosevelt established the first Presidential Library, his predecessor, Herbert Hoover, later established a Presidential Library in West Branch, Iowa. The materials of Presidents prior to Herbert Hoover are dispersed throughout the nation. Some are held by universities and historical societies, but a large quantity are held by the Library of Congress. The Other Places to Research Presidential Materials page is an excellent starting point to finding information on other presidents. Unfortunately, the extent of Presidential materials in archival and historical institutions across the country varies considerably depending on the attitudes of the former Presidents, their families, and friends to the preservation of their documentary materials. Many materials were lost, purposefully destroyed, or dispersed to family, friends, and supporters. How many records do all the Presidential Libraries hold and how many of those are open to researchers? Below are the holding counts for each of the Presidential Libraries as of 2022. Please note that collections change over time as new donations are added; those changes will be updated on this page. Non-Textual Audio-Visual Records 3,758 cubic feet 80 TB As of September 30, 2016, approximately 238,000 cubic feet, or 88% of the nearly than 270,000 cubic feet of textual and non-textual holdings in the Presidential Libraries have been processed. The percentage of materials processed at the individual Libraries tend to follow a chronological trend. At the Presidential Libraries we refer to records that are processed and available to researchers as being open. The older Libraries (Hoover, Roosevelt, and Truman) each have processed more than 90% of their holdings, the middle Libraries (Eisenhower through Carter) have each processed more than half their holdings for public access, and the most recent Libraries (from Reagan forward) have processed less than 50% of their holdings. Do NARA's architectural and design standards for Presidential Libraries apply to the Presidential Centers, such as the Obama Presidential Center? The Obama Presidential Center is not part of the Presidential Library system. NARA's requirements apply only to the extent the privately owned and operated museum intends to borrow records and artifacts from NARA for display. Those requirements support the preservation and security of loaned items and apply to any museum or other facility that borrows items from NARA . What are the key statutes governing the establishment and operation of a Presidential Library? Though Congress approved the acceptance of the Franklin D. Roosevelt Presidential Library and Museum by the National Archives in 1939, the nation's legislative branch did not formally authorize the Presidential Library System until 1955 with the passage of the Presidential Libraries Act . The Presidential Libraries Act of 1955 codified the acceptance, in the name of the United States, of land, buildings, and equipment for the purposes of creating a Presidential archival depository, as well as the role of the National Archives in maintaining, operating, and protecting them as a Presidential archival depository. The act was amended in 1986 , establishing a limit of 70,000 square feet for the Presidential Library facility that will be provided to the government and a requirement for an endowment to offset the maintenance costs of the facility. The most recent update to the act set the endowment requirement for future Presidential Libraries at 60 percent of the overall initial cost of the facility. What is a deed of gift? A deed of gift is a legal document between a donor and an archival repository. Prior to the passage of the Presidential Records Act in 1978 , the documentary materials created by a President and his staff during an administration were considered the President's personal property to be disposed of as he desired. Presidents Herbert Hoover through Jimmy Carter (with the exception of Richard Nixon) donated their Presidential papers to NARA through deed of gift agreements. Deeds of gift include restrictions of materials for national security and invasion of privacy reasons. What is the Presidential Recordings and Materials Preservation Act? As a result of the abuses of governmental power commonly known as \"Watergate\" and the controversy that occurred over the disposition of the Nixon tapes and papers documenting these abuses, Congress passed the Presidential Recordings and Materials Preservation Act (PRMPA) in 1974. PRMPA transferred ownership of the Presidential historical materials of Richard Nixon to the Federal government, deposited them with the National Archives and Records Administration (NARA), and specified access restrictions to these materials. The act also called for a commission to study and make recommendations regarding the status of the papers of all Federal officials, including those of the President. The findings of this study led to the Presidential Records Act of 1978 , vesting ownership of the official records of the President and Vice President with the Federal government after January 20, 1981.  Inaugural speech by President Hoover, March 4, 1929. (31-1929-62)  This page was last reviewed on July 1, 2025. Contact us with questions or comments .  Contact Us · Accessibility · Privacy Policy · Freedom of Information Act · No FEAR Act · USA.gov The U.S. National Archives and Records Administration 1-86-NARA-NARA or 1-866-272-6272"}