{"id": "politifact6641", "label": 1, "url": "http://www.bls.gov/ces/", "title": "Employment, Hours, and Earnings from the Current Employment Statistics survey (National) Home Page", "text": "An official website of the United States government Here is how you know The .gov means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information,\n\t\t\tmake sure you're on a federal government site. The site is secure. The https:// ensures that you are connecting to the official website and that any\n\t\t\tinformation you provide is encrypted and transmitted securely. The Current Employment Statistics (CES) program produces detailed industry estimates of nonfarm employment , hours , and earnings of workers on payrolls. CES National Estimates produces data for the nation, and CES State and Metro Area produces estimates for all 50 States, the District of Columbia, Puerto Rico, the Virgin Islands, and about 450 metropolitan areas and divisions. Each month, CES surveys approximately 121,000 businesses and government agencies, representing approximately 631,000 individual worksites.                    09/05/2025 Both total nonfarm payroll employment (+22,000) and the unemployment rate (4.3 percent) \r\nchanged little in August. A job gain in health care was partially offset by losses in \r\nfederal government and in mining, quarrying, and oil and gas extraction. HTML | PDF | RSS | Charts 09/11/2025 Real average hourly earnings for all employees decreased 0.1 percent in August, seasonally adjusted. Average hourly earnings increased 0.3 percent, and CPI-U increased 0.4 percent. Real average weekly earnings decreased 0.1 percent. HTML | PDF | RSS 09/09/2025 The preliminary CES benchmark revision for March 2025 total nonfarm employment was -911,000 (-0.6 percent); the preliminary revision for total private employment was -880,000 (-0.7 percent). HTML | PDF | RSS read more » Total nonfarm payroll employment rose by 256,000 in December 2024. Employment rose by 2.2 million in 2024 (an average monthly gain of 186,000), less than the increase of 3.0 million in 2023 (an average monthly gain of 251,000). Most major industries had lower average monthly gains in 2024 than in 2023. read more » As the population ages, the workforce that provides long-term services and support to elderly peopleâas well as those with disabilities and others needing assistanceâhas grown considerably. Traditionally, much of this care has been provided in institutional settings, such as nursing homes. However, many people prefer to age in place, both because they wish to remain in their homes and because it may be less expensive. read more » In this Beyond the Numbers article, we will examine historical trends in real average hourly earnings and inflation before and after the onset of the COVID-19 pandemic. We will analyze real earnings at the total private and major industry levels, with additional detailed analysis for selected industries. The article also looks at the impact average weekly hours had on changes in real average weekly earnings at the total private and major industry levels. read more » Job growth continued but was mixed in several industries. read more » Change in Total Nonfarm Payroll Employment: +22,000(p) in Aug 2025 Change in Total Private Average Hourly Earnings for All Employees: +$0.10(p) in Aug 2025 Change in Total Private Average Weekly Hours for All Employees: unchanged in Aug 2025 Percent change in Total Private Aggregate Weekly Hours for All Employees: unchanged in Aug 2025 Change in Manufacturing Average Weekly Hours for All Employees: -0.2(p) in Aug 2025 Change in Manufacturing Average Weekly Overtime for All Employees: unchanged in Aug 2025 Change in Total Private Real Average Hourly Earnings for All Employees: -$0.01(p) in Aug 2025"}