{"id": "politifact14785", "label": 0, "url": "https://web.archive.org/web/20171114110855/http://www.soutwest-air.com:80/?", "title": "Southwest Airlines 2017", "text": "Contact · Free Tickets · southwest.com Congratulations! You have been selected to take part in our short survey to get 2 Free Southwest Airlines Tickets! We only have 332 Tickets remaining so hurry up! 1/3: Have you ever traveled with us? Yes No Don't remember 2/3: You prefer Southwest Airlines because of? It's Cheapness It's Environment Don't Know 3/3: Are you satisfied by the services of Southwest Airline? Yes No Don't remember Sending your answer to southwest.com... Analyzing your answers... Congratulations! You won 2 Free tickets at Southwest Airlines! Step 1 Share this page by clicking \"SHARE\" button and type \"Thanks for my tickets\" in the comments field! Step 2 Click Like Verifying steps Comments: Comment Like · Comment · Share 12,068 others like this View more comments 50 of 80,312 Just Now · Like Eunice Garza Oh yeah! Going to london With my Friend #Juillet Just Now · Like Bryan Odum It was busy at Southwest Airlines counter today. It seems that many people have won these Tickets. Just Now · Like Bruno Pinho Yeah! i just won the free tickets.. Just Now · Like Jennfier Caesar Yeeess, i Got the free Tickets from Southwest Airlines. Just Now · Like Aliza Brooks Thank you, Southwest Airlines. Just Now · Like Wallace Porter I won the tickets... Thank you, Southwest Airlines. Just Now · Like Christopher Staton I am the luckiest man on Earth. Just Now · Like Radford Sarah Wow, i won a free tickets from Southwest Airlines. Just Now · Like Deleon Sandra Such a Great Service! Thanks Southwest Airlines. 11 minutes ago · Like 267 Brenda Vaughn I am finally going  to France with my friends.. Thanks Southwest Airlines! 17 minutes ago · Like 63 Sabrina White Who would have thought I could a free tickets from Southwest Airlines.. 19 minutes ago · Like 112 You have been selected to take part in our short survey to get 2 Free Southwest Airlines Tickets! We only have 332 Tickets remaining so hurry up! Step 1 Share this page by clicking \"SHARE\" button and type \"Thanks for my tickets\" in the comments field!  Step 2 Click Like Verifying steps Comments: Like · Comment · Share 12,068 others like this View more comments 50 of 80,312  Just Now · Like Eunice Garza Oh yeah! Going to london With my Friend #Juillet Just Now · Like Bryan Odum It was busy at Southwest Airlines counter today. It seems that many people have won these Tickets. Just Now · Like Bruno Pinho Yeah! i just won the free tickets.. Just Now · Like Jennfier Caesar Yeeess, i Got the free Tickets from Southwest Airlines. Just Now · Like Aliza Brooks Thank you, Southwest Airlines. Just Now · Like Wallace Porter I won the tickets... Thank you, Southwest Airlines. Just Now · Like Christopher Staton I am the luckiest man on Earth. Just Now · Like Radford Sarah Wow, i won a free tickets from Southwest Airlines. Just Now · Like Deleon Sandra Such a Great Service! Thanks Southwest Airlines. 11 minutes ago · Like 267 Brenda Vaughn I am finally going  to France with my friends.. Thanks Southwest Airlines! 17 minutes ago · Like 63 Sabrina White Who would have thought I could a free tickets from Southwest Airlines.. 19 minutes ago · Like 112"}