{"id": "politifact15097", "label": 0, "url": "https://www.cpsc.gov/Recalls/2017/target-recalls-water-absorbing-toys", "title": "Target Recalls Water Absorbing Toys Due to Serious Ingestion Hazard", "text": "Share: Share it on Facebook Share it on Twitter Copy Link Print Page Copy link Hatch & Grow—Pink Easter Egg Hatch & Grow—Blue Easter Egg Hatch & Grow—Purple Easter Egg Easter Grow Toy—Chick Easter Grow Toy—Brown Bunny Easter Grow Toy—White Bunny The model number of the Hatch & Grow Easter Egg is located on the back The model number of the Easter  Grow Toy is located on the back Hatch Your Own Dino Egg—Purple Egg Hatch Your Own Dino Egg  Yellow/Green Egg The model number of the Hatch  Your Own Dino Egg is located on the label Name of Product: Water-absorbing Easter and Dino toys Hazard: If the small toy is ingested, it can expand inside a child's body and cause intestinal obstructions, resulting in severe discomfort, vomiting, dehydration and could be life threatening. Surgery is required to remove the toy from the body, if ingested. Medical professionals and parents should be aware that there is a possibility that the toys might not show up on an x-ray. Remedy: Refund Recall Date: April 13, 2017 Units: About 560,000 Consumer Contact Target at 800- 440-0680 between 7 a.m. to 8 p.m. CT Monday through Sunday, online at www.target.com and click on “Recalls” at the bottom of the page, then on “School/Stationery/Seasonal” for more information, or the “Product Recalls” tab on Target’s Facebook page. Recall Details Description: This recall involves Hatch & Grow Easter Eggs, Easter Grow Toys and Hatch Your Own Dino. Hatch & Grow Easter Eggs and Easter Grow Toys have model number 234-25-1200 on the back of the product’s packaging. Hatch Your Own Dino Egg has model number 234-09-0016 on the label inserted in the product’s packaging. The pink, blue, or purple Hatch & Grow Easter Eggs include a white bunny, brown bunny, or butterfly.  The Easter Grow Toys include a yellow chick, brown bunny, or white bunny. The Hatch Your Own Dino Eggs are purple or yellow/green and contains one of eleven dinosaurs. Remedy: Consumers should immediately take this recalled toy away from children and return it to any Target store for a full refund. Incidents/Injuries: None reported. Sold At: Target stores nationwide from February 2017 through March 2017 for about $1. Importer(s): Target Corp., of Minneapolis, Minn. Manufactured In: China Recall number: 17-133 Fast Track Recall Note: Individual Commissioners may have statements related to this topic. Please visit www.cpsc.gov/commissioners to search for statements related to this or other topics. Recall Complaint If you are experiencing issues with a recall remedy or believe a company is being non-responsive to your remedy request, please use this form and explain the situation to CPSC. Related Recalls Zippee Silicone Activity Toys Recalled Due to Risk of Serious Injury or Death from Choking; Violates Mandatory Standard for Toys; Imported by Mobi Games The recalled silicone activity toys contain spherical ends that can reach the back of the throat, posing a serious choking hazard to children. Bettina Doll Sets Recalled Due to Risk of Serious Injury or Death from Battery Ingestion; Violates Mandatory Standard for Toys; Sold on Amazon by Shantou Chenghai Xingzigu Toy Industry The doll sets violate the mandatory standard for toys because the battery compartment of the unicorn contains button cell batteries that can be easily accessed by children. When button cell or coin batteries are swallowed, the ingested batteries can cause serious injuries, internal chemical burns and death. Inkari Plush Alpaca Toys Recalled Due to Risk of Serious Injury or Death from Choking Hazard; Violate Small Parts Ban; Imported by Inkari The recalled toys are intended for children under three years of age and the eyes can detach, which violates the small parts ban, posing a choking hazard to children. H-E-B Recalls 12-Pack Destination Holiday Glow Light Stick Bracelets Due to Skin Irritation Hazard The green glow stick bracelet within the 12-pack container can leak, posing a skin irritation hazard. Generic Magnetic Ball Sets Recalled Due to Risk of Serious Injury or Death from Magnet Ingestion; Violates Mandatory Standard for Toys; Sold on Amazon by Ritons The recalled 3 mm magnetic ball sets violate the mandatory standard for toys because the magnet sets contain loose magnets posing an ingestion hazard to children. When high-powered magnets are swallowed, the ingested magnets can attract each other, or other metal objects, and become lodged in the digestive system. This can result in perforations, twisting, and/or blockage of the intestines, blood poisoning and death. In Motion Design Recalls Evermore Surprise Eggs Due to Risk of Serious Injury; Violates Federal Lead Content Ban The toy airplane inside the egg contains levels of lead that exceed the federal lead content ban. Lead is toxic if ingested by young children and can cause adverse health issues. Search Product Safety Reports About Government Recalls Recalls from around the world About the U.S. CPSC The U.S. Consumer Product Safety Commission (CPSC) is charged with protecting the public from unreasonable risk of injury associated with the use of thousands of types of consumer products. Deaths, injuries, and property damage from consumer product-related incidents cost the nation more than $1 trillion annually. Since the CPSC was established more than 50 years ago, it has worked to ensure the safety of consumer products, which has contributed to a decline in injuries associated with these products. Federal law prohibits any person from selling products subject to a Commission ordered recall or a voluntary recall undertaken in consultation with the CPSC. For lifesaving information: Visit CPSC.gov. Sign up to receive our email alerts . Follow us on Facebook , Instagram , X , BlueSky , Threads , LinkedIn and Truth Social . Report a dangerous product or product-related injury on www.SaferProducts.gov . Call CPSC’s Hotline at 800-638-2772 (TTY 800-638-8270). Contact a media specialist . Choose Your Recall Emails Get Notified About Each Recall via Email."}