{"id": "politifact724", "label": 1, "url": "https://web.archive.org/web/20050615041207/http://www.irs.gov:80/taxstats/indtaxstats/article/0,,id=134951,00.html", "title": "Individual Income Tax Returns Publication 1304 (Complete Report)", "text": "The Individual Complete Report Publication contains complete individual income tax data. The statistics are based on a sample of individual income tax returns, selected before audit, which represents a population of Forms 1040, 1040A, and 1040EZ, including electronic returns. The report contains data on sources of income, adjusted gross income, exemptions, deductions, taxable income, income tax, modified taxable income, tax credits, self-employment tax, and tax payments. The entire publication is also available for download. All tables are available as Microsoft ExcelÂ® files. A free Excel viewer is available for download, if needed. All other documents are available as PDF files. A free AdobeÂ® reader is available for download, if needed. Section 1: Introduction and Changes in Law 2001 Â  Â 2000 Â Â Â 1999 Â Â Â 1998 Â Â Â 1997 Â Â Â 1996 Section 2: Description of the Sample 2002 Â Â Â 2001 Â Â Â 2000 Â Â Â 1999 Â Â Â 1998 Â Â Â 1997 Â Â Â 1996 Section 4: Explanation of Terms 2002 Â Â Â 2001 Â Â Â 2000 Â Â Â 1999 Â Â Â 1998 Â Â Â 1997 Â Â Â 1996  1998-2002 Â Â Â 1997-2001 Â Â Â 1996-2000 Â Â Â 1995-1999 Â Â Â 1994-1998 Â Â Â 1993-1997 Â Â Â 1992-1996 Â Â Â 1991-1995 Â Â Â 1990-1994 Basic Tables:Â  Returns Filed and Sources of Income  Table 1.1: Selected Income and Tax Items      Basic Tables:Â  Exemptions and Itemized Deductions  Table 2.1:Â  Returns with Itemized Deductions:Â  Sources of Income, Adjustments, Itemized Deductions by Type, Exemptions, and Tax Items     Basic Tables:Â  Tax Computation  Table 3.1:Â  Returns with Modified Taxable Income:Â  Adjusted Gross Income and Tax Items          Choose one of the years to download all of the tables and sections for the given year. This will download an EXE file, which when executed on your PC, will extract three PDF files and 20 XLS files. 2001 Â Â Â 2000 Â Â Â 1999 Â Â Â 1998 Â Â Â 1997 Â Â Â 1996"}