{"id": "politifact15401", "label": 0, "url": "https://www.cnn.com/2018/05/14/politics/melania-trump-surgery/index.html", "title": "Melania Trump undergoes kidney surgery at Walter Reed medical center", "text": "Video Ad Feedback Melania Trump undergoes kidney procedure 01:52 • Source: CNN Melania Trump 16 videos Video Ad Feedback Melania Trump undergoes kidney procedure 01:52 Now playing • Source: CNN Video Ad Feedback Melania Trump speaks out in candid interview 02:30 Now playing • Source: CNN Video Ad Feedback Melania jokes: I've told him to put phone down 01:05 Now playing • Source: CNN Video Ad Feedback Melania dismisses media reports: 'We are fine' 01:53 Now playing • Source: CNN Video Ad Feedback Melania Trump: I believe in husband's policies 01:47 Now playing • Source: CNN Video Ad Feedback Melania: Accusers need evidence of sex assault 01:14 Now playing • Source: HLN Video Ad Feedback Melania responds to hat controversy 00:29 Now playing • Source: CNN Video Ad Feedback Melania Trump gets bumped by elephant 00:31 Now playing • Source: HLN Video Ad Feedback Melania Trump: Kavanaugh is highly qualified 00:59 Now playing • Source: CNN Video Ad Feedback Melania continues work against cyberbullying 02:15 Now playing • Source: CNN Video Ad Feedback Melania Trump's parents become US citizens 00:42 Now playing • Source: CNN Video Ad Feedback Melania dons jacket saying 'I really don't care. Do U?' 01:49 Now playing • Source: CNN Video Ad Feedback Melania Trump makes surprise visit to border 01:07 Now playing • Source: CNN Video Ad Feedback Melania says a lot with very few words 03:38 Now playing • Source: CNN Video Ad Feedback Melania Trump weighs in on immigration 00:59 Now playing • Source: CNN Video Ad Feedback First lady returns home after hospital stay 02:12 Now playing • Source: CNN See more videos CNN — First lady Melania Trump underwent kidney surgery Monday at Walter Reed National Military Medical Center near Washington, DC, according to a statement from her office. Trump had been experiencing an issue with her kidney that her office described as benign but requiring medical attention. “This morning, first lady Melania Trump underwent an embolization procedure to treat a benign kidney condition. The procedure was successful, and there were no complications,” the first lady’s communications director, Stephanie Grisham, said in a statement. “Mrs. Trump is at Walter Reed National Military Medical Center and will likely remain there for the duration of the week. The first lady looks forward to a full recovery so she can continue her work on behalf of children everywhere,” Grisham wrote. President Donald Trump remained in the White House during Melania Trump’s surgery. He tweeted just after 5 p.m. Monday that he was heading to hospital to visit his wife in Marine One. “Heading over to Walter Reed Medical Center to see our great First Lady, Melania. Successful procedure, she is in good spirits. Thank you to all of the well-wishers!” Trump tweeted. Heading over to Walter Reed Medical Center to see our great First Lady, Melania. Successful procedure, she is in good spirits. Thank you to all of the well-wishers! — Donald J. Trump (@realDonaldTrump) May 14, 2018 Trump, who turned 48 last month, had surgery at Walter Reed in nearby Bethesda, Maryland, on Monday morning. She is the first US first lady to undergo such a serious medical procedure while in the White House since Nancy Reagan had a mastectomy in October 1987. Rosalynn Carter underwent surgery to remove a benign lump from her breast in April 1977. Weeks after Betty Ford became first lady, she was diagnosed with breast cancer and underwent a mastectomy in September 1974. First lady Melania Trump speaks on her initiatives during an event in the Rose Garden of the White House, Monday, May 7, 2018, in Washington.  The first lady gave her multipronged effort to promote the well-being of children a minimalist new motto: \"BE BEST.\"  The first lady formally launched her long-awaited initiative after more than a year of reading to children, learning about babies born addicted to drugs and hosting a White House conversation on cyberbullying.   (AP Photo/Andrew Harnik) Andrew Harnik/AP Related article Melania Trump unveils her platform, tells kids to 'Be Best' The first lady did not move to Washington until six months into the administration, choosing to let their son, Barron, finish the 2017 school year in New York. More recently, Melania Trump has had a more public profile. On April 24, she and the President hosted the first official state dinner of the Trump administration, an event that was planned and executed primarily by the first lady. Trump was responsible for every aspect of the formal dinner in honor of French President Emmanuel Macron and his wife, Brigitte Macron, from the hand-selected ivory tablecloths to the menu, which the first lady designed to meld American food with French influence. During the welcome ceremony leading up to the dinner, Melania Trump stole headlines, wearing a crisp white Michael Kors Collection suit with a matching white hat, custom-made by her personal couturier. The hat set the internet ablaze, with references and comparisons to Beyoncé, the suffragette movement and even television character Olivia Pope of “Scandal.” On May 7, Trump, a relatively private first lady by comparison to her most recent predecessors, was once again front and center, this time to unveil her formal platform, Be Best . She kicked off the initiative with a Rose Garden speech lasting 11 minutes, the longest public speaking engagement during her 16-month tenure as first lady. Be Best is a three-pronged platform with a focus on opioid addiction and families, general physical and emotional well-being of children, and kindness and safety for kids using social media. The latter caused a firestorm of controversy because it encompasses cyberbullying, a tactic that Melania Trump’s husband, the President, has often been accused of fueling. In March, the first lady addressed the criticism she has faced by taking up the issue during opening remarks to a meeting she convened at the White House for tech industry leaders from Google, Snap, Twitter, Facebook, Amazon and others. WASHINGTON, DC - MARCH 20:  U.S. first lady Melania Trump hosts a roundtable discussion on cyber safety and technology with industry experts in the State Dining Room at the White House March 20, 2018 in Washington, DC. In the first major policy push in her effort to combat cyberbullying, the first lady talked with tech giants including Amazon, Facebook, Google, Twitter and Snap about how they are combating online harassment and promoting Internet safety.  (Photo by Chip Somodevilla/Getty Images) Chip Somodevilla/Getty Images video Related video Melania Trump's popularity jumps in new poll “I am well-aware that people are skeptical of me discussing this topic,” she said. “I have been criticized for my commitment to tackling this issue, and I know that will continue. But it will not stop me from doing what I know is right.” Melania Trump has also appeared with her husband several times in recent weeks. He was seated in the front row during her Be Best speech, after which he made remarks praising her commitment to helping children, and he was again second to speak, after his wife, during the Military Mothers and Spouses Ceremony on Friday in the White House East Room. “She’s become a very, very popular first lady. I’m reading that … They love Melania,” the President said. A new CNN poll released May 7 had the first lady’s favorable rating up 10 points since January to 57%. This story is breaking and being updated."}