{"id": "politifact8737", "label": 1, "url": "http://www.bls.gov/news.release/jolts.htm", "title": "Job Openings and Labor Turnover Survey News Release", "text": "An official website of the United States government Here is how you know The .gov means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information,\n\t\t\tmake sure you're on a federal government site. The site is secure. The https:// ensures that you are connecting to the official website and that any\n\t\t\tinformation you provide is encrypted and transmitted securely. LEVELS BY INDUSTRY (in thousands)  Total Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education    RATES BY INDUSTRY (percent)  Total Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education Footnotes (p) Preliminary NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates and the JOLTS seasonal adjustment factors. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The job openings level is the number of job openings on the last business day of the month. (2) The job openings rate is the number of job openings on the last business day of the month as a percent of employment plus job openings. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates and the JOLTS seasonal adjustment factors. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The hires level is the number of hires during the entire month. (2) The hires rate is the number of hires during the entire month as a percent of employment. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates and the JOLTS seasonal adjustment factors. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The total separations level is the number of total separations during the entire month. (2) The total separations rate is the number of total separations during the entire month as a percent of employment. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates and the JOLTS seasonal adjustment factors. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The quits level is the number of quits during the entire month. (2) The quits rate is the number of quits during the entire month as a percent of employment. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates and the JOLTS seasonal adjustment factors. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The layoffs and discharges level is the number of layoffs and discharges during the entire month. (2) The layoffs and discharges rate is the number of layoffs and discharges during the entire month as a percent of employment. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates and the JOLTS seasonal adjustment factors. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The other separations level is the number of other separations during the entire month. (2) The other separations rate is the number of other separations during the entire month as a percent of employment. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Levels are rounded to the nearest thousand and rates are rounded to the nearest tenth. Levels and rates may round down to zero. NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates and the JOLTS seasonal adjustment factors. JOB OPENINGS Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees HIRES Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees TOTAL SEPARATIONS Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees QUITS Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees LAYOFFS AND DISCHARGES Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees OTHER SEPARATIONS Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees Footnotes (p) Preliminary NOTE: Establishment size class data are produced for the total private sector only. NOTE: The job openings level is the number of job openings on the last business day of the month. The levels for hires, total separations, quits, layoffs and discharges, and other separations are the number of each during the entire month. The job openings rate is the number of job openings on the last business day of the month as a percent of employment plus job openings. The rates for hires, total separations, quits, layoffs and discharges, and other separations are the number of each during the entire month as percent of employment. NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates and the JOLTS seasonal adjustment factors. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The job openings level is the number of job openings on the last business day of the month. (2) The job openings rate is the number of job openings on the last business day of the month as a percent of employment plus job openings. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The hires level is the number of hires during the entire month. (2) The hires rate is the number of hires during the entire month as a percent of employment. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The total separations level is the number of total separations during the entire month. (2) The total separations rate is the number of total separations during the entire month as a percent of employment. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The quits level is the number of quits during the entire month. (2) The quits rate is the number of quits during the entire month as a percent of employment. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The layoffs and discharges level is the number of layoffs and discharges during the entire month. (2) The layoffs and discharges rate is the number of layoffs and discharges during the entire month as a percent of employment. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates. Total INDUSTRY Total private Mining and logging Construction Manufacturing Durable goods Nondurable goods Trade, transportation, and utilities Wholesale trade Retail trade Transportation, warehousing, and utilities Information Financial activities Finance and insurance Real estate and rental and leasing Professional and business services Private education and health services Private educational services Health care and social assistance Leisure and hospitality Arts, entertainment, and recreation Accommodation and food services Other services Government Federal State and local State and local education State and local, excluding education REGION ( 3 ) Northeast South Midwest West Footnotes (1) The other separations level is the number of other separations during the entire month. (2) The other separations rate is the number of other separations during the entire month as a percent of employment. (3) The states (including the District of Columbia) that comprise the regions are: Northeast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont; South: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia; Midwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin; West: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming. (p) Preliminary NOTE: Levels are rounded to the nearest thousand and rates are rounded to the nearest tenth. Levels and rates may round down to zero. NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates. JOB OPENINGS Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees HIRES Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees TOTAL SEPARATIONS Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees QUITS Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees LAYOFFS AND DISCHARGES Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees OTHER SEPARATIONS Total private 1 to 9 employees 10 to 49 employees 50 to 249 employees 250 to 999 employees 1,000 to 4,999 employees 5,000 or more employees Footnotes (p) Preliminary NOTE: Establishment size class data are produced for the total private sector only. NOTE: The job openings level is the number of job openings on the last business day of the month. The levels for hires, total separations, quits, layoffs and discharges, and other separations are the number of each during the entire month. The job openings rate is the number of job openings on the last business day of the month as a percent of employment plus job openings. The rates for hires, total separations, quits, layoffs and discharges, and other separations are the number of each during the entire month as percent of employment. NOTE: Data are revised with the release of January data to incorporate the annual updates to the Current Employment Statistics employment estimates. "}