{"id": "politifact14135", "label": 0, "url": "http://www.pewtrusts.org/en/research-and-analysis/analysis/2012/11/06/112-year-old-voters-in-north-carolina", "title": "112-Year-Old Voters in North Carolina?", "text": "Our projects are ambitious, consistent with a tested investment philosophy, and designed to reap measurable benefits for the public. Throughout our history, Pew has focused on impact—asking tough questions, seeking out evidence, working with strong partners, bringing unique interests together, and striving for effective solutions that address important issues. Our affiliate Pew Research Center is focused around tracking important changes—using data-based research—to help policy analysts, government officials, and the public identify and prepare for future challenges. Trust Magazine As part of our mission to inform the public, Pew experts offer nonpartisan, rigorous reports, research, and recommendations. We also share research findings, analysis, essays, and other insights in our magazines and podcast. Sign Up Receive our best conservation research bi-weekly—stunning photos, wins, and action alerts.   For more than 75 years, we have used data to make a difference—addressing the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious strategies that lead to tangible progress. Learn more about our affiliate Pew Research Center and its connection to our work. Trust Magazine Sections SHARE SHARE Early voting began in North Carolina in October, and soon after almost 900 voters aged 112 reportedly cast ballots . In fact in 2008, almost 10,000 108-year olds cast ballots and just over 9,000 110-year olds voted in 2010. Have this many centenarians actually been voting in North Carolina, or is this a sign of voter fraud as some have asked? Neither, according to the State Board of Elections. The true explanation is much less exciting. Prior to passage of the National Voter Registration Act (NVRA) in 1993, the state did not require those registering to provide their birth date. While most voters who registered before NVRA did provide birth dates, some did not. These voters were automatically assigned a default birth date of 01/01/1900 in the state’s voter rolls. So while these voters are still diligently voting, it is very doubtful they are 112 years old.  Tags Places Alaskan Native Lands Could Lose Critical Protections Higher Education’s Uncertain Fiscal Future Protect Atlantic Tunas With Long-Term Strategies Pew and States: Working Together to Improve Public Health Data ABOUT PEW Founded in 1948, The Pew Charitable Trusts uses data to make a difference. Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious projects that lead to tangible progress. Pew Research Center is a nonpartisan fact tank that informs the public about the issues, attitudes and trends shaping the world, and a subsidiary of The Pew Charitable Trusts. Our Work Insights About SIGN UP FOR WEEKLY UPDATES  Don't miss our latest facts, findings, and survey results in The Rundown Follow Us"}