{"id": "politifact3341", "label": 1, "url": "https://web.archive.org/web/20110223135940/http://www.ryannewman.org:80/discussions_display/id-1025", "title": "U.S. Army's Involvement in Motorsports", "text": "Statesville NC Tell your Congressperson you support the U.S. Army's involvement in motorsports: http://bit.ly/4yLnaI What makes U.S. Army's motorsports initiatives successful? The U.S. Army registers positive perception changes among fans, event attendees and those aware of the Army sponsorship. In a 2009 study among fans nationwide, 37% feel more positive about the Army due to its involvement in motorsports. Last year alone, the U.S. Army's motorsports programs generated more than 46,000 qualified leads, more than 1,300 pledges of support from key business and community leaders, and more than 484 million media impressions (34 million of which offered specific Army recruiting messages). Motorsports is one of the few areas where both prospects and influencers share a high degree of interest. For more than a decade, these sponsorships have allowed the Army access to schools, venues and influencers that the organization has been unable to penetrate on the same scale through any other effort. The U.S. Army offers more scholarships than any other organization in America. The Army offers young Americans wonderful opportunities to pursue their education, to develop leadership skills, and to pursue training in more than 150 career fields. Consider it done! Well put! I think it's great that the Army serves as a sponsor in motorsports - NASCAR, NHRA, whatever it might be.  Beyond the tool for recruiting, I think it gives an extra public awareness about the brave men and women who protect our freedom and keep our nation safe.  God Bless America! This will not affect only Ryan, the National Guard is one of Jr's main sponsors. I think many Congressmen & women will be hearing about this. Did yesterday when Stewart Haas posted the link on Twitter !! I wrote to my congressman! I will be sending an email today. The Army offers many benefits and should be allowed to use any method available to get it's message out. I look at it as money well spent, there are not to many sponsorship or advertising opportunities that can reach as many people as NASCAR can. Here's the message I just sent my Congressman, Paul Gosar in Arizona. \"Congressman Gosar:  I am contacting you in an effort to let you know that I fully support the US Army and other branches of the militaries involvement in motor sports.  In this day and age a strong military is important as terrorists the world over make the world a bit of a crazy place.  Having military branding on motor sports vehicle provides a positive message for the youth of this country and promotes the military.  Please, if this issue comes before congress vote to support military spending on motor sports. \"  Please contact your congressman and spread the word!! Emailed my Congressman!!  And got a reply shortly thereafter!!! Thanks for all the Tweets, Ryan!  Thanks for keeping us informed! Done!  Texas this year in November had an Armed Forces thingie, we had about 200  of them from Texas at the track, folks stood, clapped and cheered for over an hour for them!  It was totally awesome!  They were so happy! Will do Ryan I was curious if it ever was a problem with getting the money to fund teams with military sponsors not only in NASCAR, but NHRA as well.  Until now with Ryan being in a Army car am I interested now, I hope they aren't forced to pull out.  I doubt it though, Ryan represents his brands well and shows he does have the kind soul of compassion for the troops. On Fox news tonight they interviewed the head of the Army recruiting.  This bill did not pass.  He was explaining  that racing is only a small part of the recruiting budget.  Out of 150,000 leads for last year, 49,000 came from racing.  So the portion of the money spent was well worth the leads. It was nice to hear the stats on it. Be it motorsports sponsorships or other advertising, the military has been at an all time high for new recruits for a few years now.  I'd say the dollars are working. As both a soldier and race fan, I can certify that the Army's recruiting efforts through NASCAR pay off great dividends.  Yes, the Army has a small budget to try and do a lot with--that is why they only award their contracts a year at a time.  Still, it has been worth it over and over again and I see the positive responce from both the soldiers at work and the fans at the track.  Keep it up Ryan! The good news is the bill was defeated and therefore the Army funding is safe for now. You will note that Republican's overwhemlingly voted against cutting the funding (209-30) and the Democrats voted to ban the funding (118-72). A good scenedaily.com article is at: http://www.scenedaily.com/news/articles/sprintcupseries/Armys_74_million_NASCAR_sponsorship_safe_after_proposed_ban_fails_in_US_House.html http://www.scenedaily.com/news/articles/sprintcupseries/Armys_74_million_NASCAR_sponsorship_safe_after_proposed_ban_fails_in_US_House.html See if this post works Im glad to hear the bill was defeated...Army is a great sponsor that allows us nascar fans to cheer for all the service men and women...and Ryan is a great driver that the Army can be proud of. Margie, Fairless Hills PA I am so proud of Ryan and the way he represents our Army and all our military. I also get chills when I see the Army car running on the track.  I was at Daytona this weekend and heard a lot of people in the stands cheering on Ryan during the race.  I was glad to be wearing the Army #39 colors that day.  Go Ryan!!!!! LOG IN or Sign up ©2011 Ryan Newman and Ryan Newman Fan Club. All rights reserved. This is the official Ryan Newman and Ryan Newman Fan Club site. Do not duplicate or redistribute in any form. Ryan Newman®, Stewart-Haas Racing™ and #39™ are trademarks of Stewart-Haas Racing and are used under license. OFFICIAL LICENSED PRODUCT OF THE U.S. ARMY. NEXTEL Cup, NASCAR and NEXTEL Cup Series are registered trademarks of the National Association for Stock Car Auto Racing, Inc. Photographs 2000-2007 Steven Rose, Motorsports Memories Photography. Photographs 2008-2011 CIA Stock Photography, Inc."}