{"id": "politifact2093", "label": 1, "url": "http://abcnews.go.com/ThisWeek/week-transcript-biden/story?id=11191222&page=4", "title": "'This Week' Transcript: Biden", "text": "Transcript: Biden July 11, 2010 &#151; -- JAKE TAPPER, HOST: I know that there are some in the White House who feel Wall Street reform, health care legislation, stimulus, and yet the public still overwhelmingly thinks this country is on the wrong track. Are you not getting enough credit, you and the administration? JOSEPH BIDEN, VICE PRESIDENT OF THE UNITED STATES: Look, these are gigantic packages to deal with a gigantic problem we inherited. And the vast majority of the American people and a lot of people really involved don't even know what's inside the packages. And so you have, for example, Mr. Boehner already calling for the repeal of -- of the reform that just passed on Wall Street. People don't realize, in that reform, you know, you say, look, we've had meat inspection for 100 years ago, the meat packing companies didn't like it. Automobile safety 50 years ago. People are going to look back on this very shortly and say, why shouldn't we have some consumer group in -- entity looking at whether or not you can give someone a mortgage with no down payment, with no -- with a teaser interest rate, with no documentation, etc. So it is -- people don't know that. Just like people don't know a lot of what's going on in The Recovery Act, understandably, because this has been so much stuff that has been flowing our way. And -- and we're facing a bunch of guys who are good guys, but they're all about repeal and -- and repeat. Repeal what we're doing and go back, repeal the incentives for industry to invest in solar energy. Repeal the health care bill that allows you to keep your kid on your health care policy, precondi -- preexisting conditions can't deny you policies, etc. It's just going to take time. This is Jan -- this is July. The election is not until November. And I think we're going to have to firmly make our case. I think we can make it and especially in the context of who's going to be opposing us. Compared to the alternative, I think we're going to get a fair amount of credit by November and I think we're going to do fine. TAPPER: So the reason you're not getting enough credit is because the public doesn't understand everything that's happened yet? BIDEN: Well, nor could they or should they. Look, in the last six months of the Bush administration, they lost three million jobs. Before we got our economic package in place, another 3.7 million jobs were lost in the first six months we took office. The last six months of this year -- the first six months of this year, we created almost 600,000 private jobs, you know, in the private market. That's not nearly enough to make up for the eight million jobs lost in the recession. But people are going to start to focus on exactly what we're doing. And all -- look, I'm convinced, at least from sitting around my dad's kitchen table and -- and the people I grew up with is when things are really tough economically and the country is in trouble, all they want to know is, they -- they don't expect an answer, but they expect to be reassured that we're moving in the right direction. That is... TAPPER: But they don't think that we are. BIDEN: No. No, they don't think now because I don't think they know the detail of what's going on. For example, here you had the insurance industry spending hundreds of millions of dollars to make the health care bill out to be this God awful tragedy. Now what's starting off to happen? The health care numbers are going up. Why? Because they're figuring out that small businesses are going to get a 30 percent tax cut. They didn't know that because of all the advertising done. So there's a lot -- and -- and I would use health care as an example. Health care has gone from a barrage of advertising against it, why it was so bad, just like Wall Street reform. The financial industry spent hundreds of millions of dollars lobbying against this – this is an awful thing, it's government regulation. All it is, is rational control and the turning around of what the Republicans did, which is let Wall Street run wild. People -- when you say to people, you know, we just went out and had a regulatory reform bill, where I come from, it's like, OK, what -- what does that mean? They don't know what it means yet, understandably. And so I think it takes time, Jake. TAPPER: There's that famous saying in Washington by Mike Kinsley that a gaffe is when a politician accidentally tells the truth. Robert Gibbs experienced some of that this -- this past few days... BIDEN: I've never had a gaffe. TAPPER: You've never had an issue with gaffes. (LAUGHTER) TAPPER: No, I know. So you can't relate. BIDEN: Yeah. TAPPER: But -- but he said that enough seats are in the play in the House for the Democrats to possibly lose the House. Empirically true. How bad are the losses going to be for Democrats? BIDEN: I don't think the losses are going to be bad at all. I think we're going to shock the heck out of everybody. I really -- and I've been saying this now. I think even when you and I went down to North Carolina and you followed be on the recovery trip, I was saying it then. I am absolutely confidence -- confident when people take a look at the what has happened since we've taken office in November and comparing it to the alternative, we're going to be very -- we're going to be in great shape. Here's the deal. What Robert Gibbs also said was what he believes, what I believe, what the president believes, we're going to win the House and we're going to win the Senate. We're not going to lose either one of those bodies. And so, again, this is July. November and at the time, the most vulnerable time any public official finds himself in is when they have no opponent. Look at Harry Reid. You know, I got -- I got kind of banged around for saying I think there was a 55 percent chance Harry Reid is going to win. Well, Harry Reid, when he was the -- you know, on the other side of the barrage of how bad Harry Reid was, was in trouble. Now Harry Reid, in the last poll, was up 7 points. I -- he I think he -- I -- I'd bet anything -- I'm not allowed to bet, but I'll bet Harry Reid wins. You're going to see that repeated. So, that old -- to paraphrase Mark Twain, I think the -- the reports of our demise are premature. TAPPER: The NAACP had a convention in the last week. And they passed a resolution saying that elements of the Tea Party are racist. 24/7 coverage of breaking news and live events"}