{"id": "politifact1216", "label": 1, "url": "https://web.archive.org/web/20091003005639/http://barackobamaexperiment.com:80/posts/1575", "title": "“Dictionary” on President Obama’s Health Care Taxes", "text": " WASHINGTON – The Republican National Committee announced a new web video today on President Obama’s health care taxes. “For months, President Obama has tried to convince the American people that his government-run health care experiment will be all gain and no pain, but they aren’t buying it.  The fact is, his plan contains huge new taxes that will harm the economy and cost more jobs.  Democrats are paying for their dangerous experiment with higher taxes on small business owners, charitable giving, and even middle-class families who can least afford it.  I encourage President Obama to abandon these health care taxes and set a course for a truly bipartisan bill that embraces reforms Americans actually want and need.” – RNC Chairman Michael Steele “DICTIONARY” SCRIPT Time: 1:39 Voice: “Barack Obama and Democrats promise that healthcare reform will lower costs.” Voice: “But their plans deliver increased taxes.” Chyron: THEIR PLANS DELIVER INCREASED TAXES Chyron: TAXES ON Voice: “Taxes on tests, scans and x-rays.” Chyron: NEW TAXES ON Voice: “New taxes on charities and small businesses.” Chyron: CHARITIES AND SMALL BUSINESSES Voice: “A doctor’s tax.” Chyron: A DOCTOR’S TAX Voice: “Taxes on your health insurance.” Chyron: TAXES ON YOUR HEALTH INSURANCE Voice: “Even a tax on medical supplies.” Chyron: EVEN A TAX ON MEDICAL SUPPLIES Voice: “Hundreds of billions in new taxes.” Chyron: HUNDREDS OF BILLIONS IN NEW TAXES Voice: “All of it passed right back to the consumer.” Chyron: PASSED BACK TO YOU Voice: “And if you think you can’t afford it.” Chyron: IF YOU THINK YOU CAN’T AFFORD IT Voice: “You can’t afford not to.” Chyron: YOU CAN’T AFFORD NOT TO Voice: “Because they’ve even proposed a tax for not having health insurance.” Chyron: A TAX FOR NOT HAVING HEALTH INSURANCE Voice: “With at least 8 new taxes.” Chyron: WITH AT LEAST 8 NEW TAXES Voice: “Your health insurance costs will skyrocket.” Chyron: YOUR HEALTH INSURANCE COSTS WILL SKYROCKET Voice: “Of course it’s easy to raise taxes when you live in denial about the very meaning of the word.” Chyron: WHEN YOU LIVE IN DENIAL ABOUT THE VERY MEANING OF THE WORD George Stephanopoulos: “Under this mandate, the government is forcing people to spend money, fining you if you don’t. How is that not a tax?” President Obama: “No. That’s not true George. For us to say that you’ve got to take a responsibility to get health insurance, is absolutely not a tax increase.” George Stephanopoulos: “Webster’s dictionary: ‘tax: a charge, usually of money, imposed by authority on persons or property for public purposes.’” Chyron: TAX: a charge usually of money imposed by authority on persons or property for public purposes Voice: “Obama health care taxes.” Chyron: OBAMA HEALTH CARE TAXES Voice: “Wrong for health care.” Chyron: WRONG FOR HEALTH CARE Voice: “Wrong for our economy.” Chyron: WRONG FOR OUR ECONOMY Voice: “Learn more at barackobamaexperiment.com .” Chyron: BARACKOBAMAEXPERIMENT.COM  This website uses IntenseDebate comments , but they are not currently loaded because either your browser doesn't support JavaScript, or they didn't load fast enough. Obama has to make decisions that oppose the general mass. If you keep doing what you've always done, you'll always get what you've always gotten. It's simple. Change is needed. IMHO In My Humble Opinion Becky, I think  you are as informed about politics as you are in self-photography.  As attractive as you are, your looks are not what define your knowledge of what this administration will do to the American people during the next 3 .5 years unless we do something to keep it in check. You and women such as yourself are taken by Mr. Obama's looks and ability to sound like an intelligent black man. Unfortunately, without his teleprompter the President sounds as intelligent as Fred Sanford (google Sanford & Son for this reference).  Do yourself a favor and get the facts before you share your opinion.  As for your photos please feel free to share them anytime.  You are a hottie. Tom, your disregard for women's opinions is offensive.  Women can be attractive and intelligent and I think that Becky has a valid point. Becky-  you are postng pictures of your self on a political website?  You are a beautiful, intelligent woman who has a good point, please remember you decide your worth. How can you read the same words, yet be so confused about their meaning? Tom did not express disregard for women'S opinionS, he expressed his opinion about her opinion. One on One.  Expanding his one-person opinion to include yourself is selfish.  He was not talking about you. Now, since you have now thrown your weight behind Becky, I will be happy to now include you as uninformed-about-politics too. P.S. As hot as she is, she IS a lousy self-photographer.  Beautiful, Yes. Intelligence, Unknown. You know, Hitler's platform was 'Change' as well.  You do know how that turned out, don't you.  You see, not all change is good.  Sometimes it's better to keep things as they are than make them worse. Hi Becky. What's being proposed by Congress is Medicare for everyone. Medicare is insolvent – a complete failure. That is NOT the change we need. Let's start with letting people buy customized coverage and buy it directly from the provider – eliminate third party providers such as employers. Let insurance companies compete across state lines. Increased competition = decreased prices. TORT reform. Eliminate all the frivolous lawsuits. Defensive medicine costs and skyrocketing malpractice insurance costs drives up the cost of medical services. Let's start with these common sense reforms rather than expand a failed system. Thanks for your comment! The truth will out\" more taxes and less coverage….and let's not forget fines and possible jail time for those who do not pay. Yep, that's change allright…. Becky, shame on you, you aren't  good enough looking to put those photos on any website…. And what's so sexy about what seems to be a public restroom?  EEEEWWWW!!!! haha thats just what i was thinking Barako thinks we're a bunch of fools. Faith without works is dead. We aren't fools alright. But let our actions be the echo of our words that bring the 'change' we the people are to bring. Not the charm of the President, the corruption of the Government and Congress, or the voice of the UN. But we the PEOPLE. Lets do. Yes, lets say. But let us also be doers. So what is out there that we can take part in in carrying out our voice of truth, that this 'change' isn't the kind the US has assumed it would be? Take part. Post videos, makes blogs, volunteer, organize a small campaign. Whatever it is to fight this creature called 'CHANGE'…lets fight. Sadly, it is only the brain washed Obama followers that need this dictionary lesson.  Obama knows full well what he is doing.  He is a master of saying one thing, and doing another.  But, if you look at what he has said when he was talking to followers, and you look at who he has associated with for his whole life, you understand who he is.  He is a radical that has learned how to lie to get his way.  And if you disagree with him, here comes the race card. I don't think it's a new tax if we already pay it…  Here's a line of logic, please tell me where I'm wrong.  (And try to refrain from bashing me as a brainwashed liberal and just respond to the points…) Right now, if someone goes to the hospital, they can't be denied treatment (thanks Reagan).  If they don't have insurance, then we all end up paying higher premiums on our insurance and higher hospital fees so both of those entities can cover their losses.  Said person without insurance would also wait until the last minute to go to the hospital because they don't have insurance — so if the problem was something that could be cheap if it was caught early, it wouldn't be. Now let's imagine that everyone is required to have health insurance.  Formerly uninsured person has to pay into the system, and even if it's severely discounted because they're poor, it's still more than the zero they were paying into the system previously.  That lowers costs a little bit for the rest of us.  They are also now insured, so they're more likely to go to the doctor earlier and catch problems before they become expensive.  That lowers costs.  Finally, because they have their own insurance, hospital bills will not go unpaid, so hospitals won't have to charge more to cover their losses.  That lowers costs. Where is this line of thinking wrong?  Or, an alternative way of thinking about it — do you think car insurance would cost more or less if it wasn't mandatory for everyone? ok well first off, I'm not sure if you're are sarcastic or not, but if you are: yes Reagan was very, very bright, but shouldnt it be common decency to accept patients regardless if they can or cannot pay up front? Ok so if Joe Schmoe gets hurt and he has insurance, Joe will seek care and end up paying out of pocket only what insurance wont cover. Now, say Joe does not have health insurance, if he chooses to seek help last minute when care is more expensive, no he won't have to pay up front, but after treatment the place he obtained treatment from will seek compensation. Point made, Joe will have to pay one way or another. You, on the other hand, will in no way be directly paying for Joe's treatment. However, its very likely that your tax dollars will be paying for it, and if current taxes do not cover Joe's treatment Obama will make up some other tax to obtain the needed money. So you see, if taxes arent raised through the roof, then the only thing we have to worry about is the people who dont put in to the system and take out, i.e.- illegals. If someone doesnt have insurance,they are screwd.The hospital will patch you up and street you faster thn you can say \"help\".Yes,they hunt down their overpriced ridiculous bill.Seize accounts,etc.A public option is needed desperatly. Illegals DO NOT get anything out of the system that they dont put in.This is another one of the idiotic republican lies.Its just not true.Why do all of you rant on about illegals not putting anything into the system and taking out???why? IT IS NOT TRUE!! Again,the people blindly following their leader!! Where does this ignorance come from?Illegals do not collect welfare &do not get health care.they just dont.If they are sick they will take a trip back to their country for it.Not to the overpriced thieves here.If someone is illegal hereit is a very tough life for them.Working hard for less money,NOT able to do many things.And definately not geting help from the system.They are too scared to do alot of things.GET EDUCATED!!! its not true.why do americans keep harping on this??Oh thats right..becayuse they are americans.Uneducated,ignorant,greedy and selfish!!! I am ashamed at my countries ignorance!! I am ashamed at your ignorance. A little note to your precious illegals:  If you don't like the effect on your life because you are breaking the law, the DON\"T BREAK THE LAW.  But definitely, don't whine to me, or expect me to subsidize your law breaking. and by the way, the previous is a very simplified summary of our system. I'm not oblivious to the fact that its much more complicated than that. I can tell you exactly what is wrong with your line of thinking.  No matter how sad the story, or well sounding the argument, the federal government does not have the power to create a health care insurance company or system.  It is not within the enumerated powers for them to do this.  It should end there. If you want your state or local government to create an insurance company or system, then that is between you and your local & state constitutions.  But from the point of view of the federal government, they do not have the power, and are in fact violating the constitution with the Medicare system, Social Security, and many of the other federal systems. P.S. \"Bush did it\" is no excuse.  Two wrongs don't make a right. So, don't even go there. and how are they violating the Constitution with Medicare? Either way guess where Medicare came from? FDR! Coincidental that it came from a Democrat? You decide. The Constitution defines the powers of the federal government.  None of those powers allow the Fed to take over, create, or insure a health care system. If you can prove otherwise, please point to the enumerated power in the constitution that allows the fed to create Medicare, Social Security, etc. And, please don't use the tired old \"general welfare\" line.  The founders have specifically stated it only applies to the enumerated powers, and that to read any more into it is false, and would invalidate the rest of the constitution.  The \"general welfare\" clause was not intended to be a hole in the constitution to override all of the carefully crafted limitations.  It was in support of the other parts of the constitution that LIMIT the federal governments powers. Fair enough.  I agree that that is a very valid argument against this idea (and sadly against a huge portion of our government).  I would like to point out that in the months I've been involved in this debate, this is the first time that argument has been presented to me — it's mostly been about \"death panels,\" coverage of illegals, and coverage of abortion until now. I'll attempt a counterargument, though it's admittedly weaker. One of the main purposes of the Federal government is to protect a citizen's rights.  If…. (and I understand that this is a big, debatable \"if\", but bear with me) …if you consider the right to healthcare as an extension of the right to life, then it falls upon the federal government to protect that right. If our \"right to life\" was really being championed by the federal government, it would extend to the unborn, who are in need of protection more than anybody already walking the earth.  But this is not the case!  When we discuss the most vulnerable of all of us, the unborn, suddenly they have no right to life. Further, the right is to life, not a good one, not one without broken legs you owe the hospital for, not one without bills for the services you incur from your neighbors (doctors, nurses, restaurant owners, etc).  We die without food and water, and yet these are not provided by the federal government, we all have to pay for it ourselves.  Should food be free? No, as I have pointed out, unless you can point to a real enumerated power, and not just some intellectual exercise in stretching a meaning, the government does not have the authority to create, take over, or insure anything that is not listed in the constitution. [...] Obama saved the country from the greatest economic crisis since the Great Depression, but now we know how he plans to pay for all his moldy big-government cheese: He’s going to tax wheelchairs! The GOP lays out Obama’s sinister wheelchair-taxing plan in a truth-telling new ad. [...] [...] it works like this it will be OK — there is or there isn’t.  The same is true for the passion-infested issues of the tax structure and Medicare cuts to pay for ObamaCare, abortion and providing ObamaCare to illegal immigrants, and [...] Don't Republicans have anything better to do than run a campaign of lies and fear? The ad is garbage: http://factcheck.org/2009/09/rnc-tax-attack-goes-.. . Looks like reform is going to pass this year anyhow, thank goodness. [...] From the Obama Experiment. [...] Obama doesn't make these things happen. Congress does, and Congress has the power to do it, because of the Necessary and Proper Clause, giving Congress powers to do things not originally stated in the Constitution. Obama suggests the plan; Congress makes it a reality. Check your facts. Article 1 section 8, clause 18 \"The Congress shall have Power – To make all Laws which shall be necessary and proper for carrying into Execution the foregoing Powers, and all other Powers vested by this Constitution in the Government of the United States, or in any Department or Officer thereof.\" This says they have power to make pertinent laws for doing the things listed as their powers, as laid out in the Constitution.  It says that clearly.  Which also clearly means that if it is not listed as a power, they do not have the right to make laws about it. If you cannot point to the specific power, as listed in the Constitution, then they do not have that power, and do NOT have the power to makes laws about it.  Please point to the specific power, as listed in the Constitution.  If you cannot, then they do not have the power. Checking your facts, and understanding what you are quoting, before commenting, will help prevent you from sounding foolish. I am a politcaly conservitive American. I make your attemps at patriotism look fake. The republican political party want's to deny the right of the american people the right to heath, happiness and prosperity. You seem to be the Party of the 10% of the people as in ronald reagan. As a politcaly conservitive American It is not a strech to find the republican political machine repugnet . It would seem that the members of the republican party machine believe in the all mighty dollar, more than they want to vote for a healthy work force that would help generate even more money. Wake up, a sick and diying work force of middle and lower class workers will not be able to pay the taxes that pay the politicions  that are suposed to work for the people not familly corporations wich include those vultuers the insurance companeys. Shame on you and your republican politicians. You can smell the stench of lies and fear emanating from your constituants as far as this country is wide. What 10% are you talking about?  Every poll has Obama and friends on the wrong side of the health care debate, with the majority AGAINST this unconstitutional grab at power. Oh, maybe the 10% is Nancy Peolsi, or Congress's approval ratings? that simply is not true. He will not raise taxes on the american people, he will just add to the deficit and get rid of the deficit altogether. now I know what you're going to say. Obama is going to have to raise taxes on us in order to get rid of it, but no. he won't he says he will find a way. P.S I agree with Mike. The fee's and fine's for the health care bill being discussed in congress are in the tax section of the blll.  But really, call it happy-fun-time-money or what ever you want, but if I HAVE to pay for a service from the government, it is a TAX. You can't add to the deficit, and then just make it go away… If he tried to tax us to pay it off, it'd break ALL of us. Each and every American owes 38,000 and change to the national debt. Since my  household of 4 is two children and one adult that stays home with them, my household bill is 152,000 dollars. before tax I only make 45,000 a year.. I'd have to work 7-8 years with no money for anything to settle that debt. Get it from the rich you say? There is NO where near that amount of money in the rich. This country is bankrupt. The only reason it has not gone bankrupt yet is because they can just print more money. We can't afford obamas plan, no where is he going to save any money from anywhere. It's all a shell game and your falling for it. Theres NO way to address the deficit with out repaying it or defaulting on it. Those are the options. The republican party is lying o everyone about the health care issues.They only care about lining their pocketsbuying new cars and taking trips.I am amazed at the ignorants who follow them blindly,thinking this death panel,crap and other lies could even possibly be true. Why are people against a helath care option for those who cant afford it?why?Are you that callous and that ignorant and greedy?Has anyone ever been to Canada?France? Anywhere?The health care system works.The people are taken care of.Not refinancing their homes to have surgury.They have a better standard of iving,are healthier,and a cleaner country.Why not take a page from them and try to make America better? Weve already been robbed by the banks.Does that not show just how untrustworthy all these people are??? Hi Michelle. The health care systems in Canada, the UK and elsewhere do not work. They all have longer wait times, decreased levels of service and higher mortality rates just for starters. In addition, the innovation of medical technology is almost non-existent. Everyone in America has \"health care\". You can walk into any public hospital in the country and be treated whether you have insurance or not. The issue is health insurance. In America you are free to buy as much health insurance as you want and / or can afford. You can choose from a large number of different health insurance providers. Health insurance is not a right and it is not your neighbors responsibility to provide it for you. What you do have is a right to action. You are free to take advantage of the boundless opportunities America provides and make your life what you want it to be ( and what you are willing to WORK for). There are a number things that increase the costs of health insurance – none of them can be found in left wing talking points. Thanks for the comment – as misinformed as it may be! [...] The Republicans Party hasn’t done a really good job of breaking through with useful health reform ideas, but they do a great job of pointing out the hypocrisy of President Obama’s assertion that compulsory insurance is not a tax. It’s in this short video. [...] [...] The Obama Experiment: ‘President Obama’s Health Care Taxes’ From The Obama Experiment, “‘Dictionary’ on President Obama’s Health Care Taxes“ [...] Name (required) Mail (will not be published) (required) Website     Let the RNC know your biggest concern with government-run health care. For at look at what the Democrat plan really offers, take a look at the health care bureaucracy maze . If you are interested in joining the RNC in our battle against President Obama's and Congressional Democrats' government-run health care plan, please provide us with your information so we can keep you informed on the latest developments."}