{"id": "politifact691", "label": 1, "url": "https://web.archive.org/web/20080911193042/http://www.adn.com:80/sarah-palin/background/story/203814.html", "title": "Palin tries new tactic to unload hated jet: Gov. Sarah Palin background", "text": "ALASKA'S NEWSPAPER | help alaska.com Subscribe | manage subscription | E-Edition Bear sightings The bears are awake and showing up around town. Post your photos. submit photo | forum 50° 57° | 48° forecast | statewide Daylight : 7:18 AM - 8:34 PM  adn.com Web search powered by YAHOO! SEARCH Last Update: 11:28 AM Anchorage Mat-Su Eagle River Kenai Bush AP Alaska Crime Education Environment Politics Legislature 2008 Election Military Alaska Ear Alaska Statehood Nation World Aces AK Baseball College Hockey Blog Iditarod Local events Preps Professional Motorsports Mushing Skiing Wild Craig Medred Fishing Iditarod Mushing Skiing Snowmachining Wildlife Life Arts Lende Taste Entertainment Fashion Gardening Knitting Health Hometown Perfect World Reading the North Travel Anniversaries Engagements Weddings Gas pipeline Oil Aviation Commercial fishing Mining Native Corp. Tourism Arts Bars & Clubs Dining Games Movies Music Recreation Wayne & Wanda Dining Guide Arts Blog Music Blog Fashion Blog Nightlife Blog ADN Editorial Blog: Inside Opinion Letters Letters: Unfiltered Local columnists Compass: Guest columnists Name That Toon - NEWSROOM BLOGS - Alaskology Art Snob Alaska Politics Crime Blog Dog Blog Editor's Blog Garden Blog Inside Opinion The Highliner Lush Life Mat-Su View Pebble Blog NEW: Photo Blog Woody on Hockey - COMMUNITY BLOGS - AK Root Cellar AK Tech Girl Animal Rescue Bartender Blog Brides2Be Childbirth Blog Church Visits Eye on Beauty Faith & Values Health4all Horse Training Indietravel Iraq Amputee ParentPoints Recycling Rap Shop Girl Spirit of Youth Strong Bodies TASTE! Alaska Underage Thinking - PHOTOS - Most recent Best of Wildlife Outdoors Sports Military Gardens Aviation Reader-submitted - VIDEO - News Outdoors Opinion Politics Sports Reader-submitted - SLIDE SHOWS - Most recent 'Excursions' Palin's attorney calls investigator biased Valdez man says he'll buy state's unwanted jet airplane (8/21/2007) Governor's jet to be sold on eBay (12/13/2006) Wasilla mayor fires police, library chiefs (1/31/1997) Wasilla delegation to lobby for funds in Washington, D.C.(2/1/2006)  By KYLE HOPKINS | khopkins@adn.com / Anchorage Daily News Published: September  2nd, 2008 05:23 PM Last Modified: September  2nd, 2008 06:44 PM Editor's note: This story was originally published April 22, 2007 Story tools Comments E-mail a friend Print Digg this Seed Newsvine Send link via AIM   Font size : A | A | A The state has tried selling its unwanted jet online four times and failed. So last week,  the Palin administration signed a contract with an Anchorage aircraft broker who thinks he can succeed where eBay couldn't\n \nThe eBay thing didn't work out very well, said Dan Spencer, director of administrative services for the Department of Public Safety. He's the person charged with trying to get rid of the infamous Westwind II. The administration made a deal last week with Turbo North Aviation, promising the broker a 1.49 percent cut of the selling price. Former Gov. Frank Murkowski bought the jet, which cost the state about $2.6 million, over the protests of the Legislature and used it to fly around the state, sometimes mixing campaign errands with government business. After he defied almost everyone to acquire it, the jet became a political albatross for Murkowski.\n \nGov. Sarah Palin beat Murkowski bad in last August's Republican primary. One of her campaign promises was to sell the plane and she's been trying to unload it for months.\n \nRobert Heckmann owns Turbo North Aviation. He said his company has sold more than 1,800 planes including two dozen or so jets in the past 27 years. Spencer said Heckmann suggested the asking price of $2,450,000, based on the current jet market. The state's definitely not going to give this plane away. If that was the case, then they would have sold it on eBay Heckmann said. \nHe described prospective buyers a governments, corporate entities, oil companies, movie stars, well-to-do people. Meanwhile, the state is stuck making quarterly payments of about $62,000 on the Westwind II.  So is the state sick of dealing with this bird? I don't know about anyone else Spencer said. You don't want to keep making payments on something you're not using, he said.   l'll be happy when it sells. I'll be a happy guy. ADVERTISEMENT Top stories » Governor brings the campaign home Palin's attorney calls investigator biased Analysts say Palin faces tough foreign policy questions tonight Stevens loses bid to throw his case out of court Refineries blamed for sluggish drop in Alaska gasoline prices 300 primary ballots arrive from overseas voters Most read Governor brings the campaign home Ex-Gov. Knowles, Ketchikan mayor say Palin misleads Palins attorney calls investigator biased Refineries blamed for sluggish drop in Alaska gasoline prices Shooting of 2 men in condo leaves police with few leads Most e-mailed Late-night comedians target Palin Business people Questions for Palin Commander Palin and the Alaska National Guard Questions for Palin Most-viewed galleries Governor brings the campaign home Gov. Palin: Fairbanks welcome back rally Alaska Governor Sarah Palin gallery Alaska Skies Tattoos Sell it today Place an ad | Find an ad Advanced search » | Place an employment ad Important warning about e-mails purporting to be from the adn.com staff. © Copyright 2008, The Anchorage Daily News, a subsidiary of The McClatchy Company Contact Us | Newsroom Contacts | Communication Forms | Subscriptions | Advertising | Terms of Use Daily News Jobs | RSS Feeds | ADN Store | Newspapers in Education | Privacy Agreement"}