{"id": "politifact13999", "label": 0, "url": "https://web.archive.org/web/20170412155326/http://southernconservativextra.com:80/thall/texas-law-enforcement-officer-fatally-shot-upon-arriving-for-work-by-3-muslim-refugee-do-you-support-to-deport-them", "title": "Texas law enforcement officer fatally shot upon arriving for work by 3 Muslim refugee. Do you support to deport them?", "text": "Home Texas Texas law enforcement officer fatally shot upon arriving for work by 3... Texas Town Hall Texas law enforcement officer fatally shot upon arriving for work by 3 Muslim refugee. Do you support to deport them? By admin - April 4, 2017 81639 0 Share on Facebook Tweet on Twitter A highly regarded Texas law enforcement officer was shot and killed Monday moments after arriving for work in an attack that prompted a massive manhunt for the gunman. The shooting of Harris County Precinct 3 Assistant Chief Deputy Clinton Greenwood did not appear to be random, according to Baytown police Lt. Steve Dorris, but a motive was not immediately clear. “Whether or not he was specifically targeted, or whether this was because of the uniform he was wearing or the place he pulled up to in the morning, we just don’t know that right now,” Dorris said. No arrests had been made as of Monday evening. Dorris said authorities were still “actively investigating” the shooting. - ADVERTISEMENT - Investigators said late Monday they were looking for a suspect described as a white or Hispanic male, approximately 6 feet (1.8 meters) to 6-feet-3 inches tall, with short hair and a medium to stocky build. The man was described as possibly wearing a dark jacket with some type of patch on the sleeve and was seen in the area around the time of the shooting. Baytown police said the suspect might have fled the scene in a dark vehicle. Greenwood, a 30-year law enforcement veteran, was shot outside a county courthouse building in Baytown, east of Houston. He suffered a single gunshot wound and was airlifted to a Houston hospital where he died. SHARE Facebook Twitter tweet Previous article Grandfather of Teen Killed in Oklahoma Burglary Says Homeowner’s AR15 Made for ‘Unfair’ Fight Next article JUST IN: Sharia Law Finally Banned In All 50 States. Do You Support This? admin RELATED ARTICLES MORE FROM AUTHOR Editorial NEW YORK BASED MUSLIM ACTIVIST PRAISES ISIS CHURCH BOMBERS ON FACEBOOK: “The Crescent Must Always Be on Top of the Cross”…So Much For Coexist... Town Hall BREAKING: Malia Obama Expelled From Harvard Editorial ​(VIDEO) SHERIFFS WHO CHOOSE NOT TO REPORT ILLEGALS TO ICE WLL GO TO JAIL LEAVE A REPLY Cancel reply Please enter your comment! Please enter your name here You have entered an incorrect email address! Please enter your email address here - Advertisement - Block title 0 Fans Like Latest article Last Night Trump Called Up This Navy Commander, What He Did Next Will Make... admin - April 11, 2017 0 Donald Trump was up LATE Sunday night for very special phone call. When everyone else was alseep, the President made a call to BOTH of... Kyle Shanahan explains why Colin Kaepernick is having trouble finding a job admin - April 11, 2017 0 The free-agent market is thinning as many of the remaining players are finding homes in new cities. That’s especially evident among quarterbacks, with T.J. Yates... NEW YORK BASED MUSLIM ACTIVIST PRAISES ISIS CHURCH BOMBERS ON FACEBOOK: “The Crescent Must... admin - April 10, 2017 0 A NEW YORK-BASED MUSLIM WOMAN WHO HAS 1 MILLION FACEBOOK FOLLOWERS has posted several videos of the ISIS attack in Egypt (SEE FACEBOOK VIDEO..."}