{"id": "politifact779", "label": 1, "url": "https://web.archive.org/web/20070820164107/http://www.whitehouse.gov/omb/budget/fy2008/outlook.html", "title": "Budget of the United States Government, FY 2008", "text": "The President’s 2008 Budget addresses the Nation’s\nnear-term and long-term fiscal challenges through pro-growth economic\npolicies and spending restraint.  Three years ago, the President set\na goal to cut the deficit in half by 2009 from its projected peak\nin 2004.  The President’s fiscal approach succeeded, and the\nresults—including two consecutive years of double-digit revenue\ngrowth—allowed the President to achieve that goal in 2006, three\nyears ahead of schedule.  The Administration’s fiscal strategy\nof pro-growth tax policy, restraint in discretionary spending, and\nreductions in the growth of entitlement spending, will further reduce\nthe deficit and balance the budget by 2012.  This steady improvement\nin the deficit outlook is welcome news.  Yet despite this improvement\nin the near term, the Nation continues to face pressing long-term\nfiscal challenges arising from our key entitlement programs.  The\nPresident has made clear that he wants to work with the Congress to\naddress this longer-term problem of the unsustainable growth in entitlement\nspending. Since the beginning of his Administration, the President has\npursued pro-growth economic policies to give all Americans the opportunity\nto share in the Nation’s prosperity.  Strong economic growth\nis also essential to generating the revenue needed to reduce the deficit.\n The President has pursued spending restraint in the face of enormous\nchallenges, from the significant costs arising from the September\n11 th terrorist\nattacks and the subsequent War on Terror, to the response and rebuilding\nafter Hurricane Katrina. The size of the deficit and the debt is best assessed in relation\nto the economy as a whole, as measured by Gross Domestic Product (GDP).\n In his 2005 Budget, the President set a goal to cut the deficit in\nhalf by 2009 from its projected peak in 2004. The President achieved\nhis goal in 2006, three years ahead of schedule.  The deficit fell\nfrom a projected 4.5 percent of GDP, or $521 billion, to 1.9 percent\nof GDP, or $248 billion.  This deficit is below the 40-year historical\naverage of 2.4 percent of GDP, and is smaller than the deficit as\na percent of GDP in 18 of the previous 25 years. The Budget reflects the projected full costs of the War on Terror\nfor 2007 and 2008.  It also includes an allowance for at least a portion\nof the anticipated costs for 2009; actual funding needs will be determined\nby conditions at that time.  In addition, the Budget assumes the extension\nfor one year of relief from the Alternative Minimum Tax (AMT).  Even\nwith these added costs, the deficit is projected to decline in both\ndollar terms and as a share of the economy in 2007.  By 2012, the\nBudget is projected to generate a surplus of $61 billion.  The Budget\nprojects these results while increasing funding for the Nation’s\nsecurity, investing in education and supporting other key national\npriorities, including making permanent the President's tax relief. The Nation’s fiscal outlook is reflected in both the annual\nbudget deficit and the amount of Federal debt held by the public,\nwhich is debt issued to finance past and current deficit spending.\n Debt held by the public has ranged from 33 to 49 percent of GDP over\nthe past 20 years, and has averaged 35 percent over the past 40 years.\n For 2006, debt held by the public declined from 37.4 percent to 37.0\npercent of GDP.  For 2012, debt held by the public is expected to\nbe 32 percent, below the 40-year historical average, providing further\nevidence that the President’s pro-growth economic policies and\nspending restraint are working to improve the Nation’s fiscal\noutlook. The President’s pro-growth economic policies, beginning\nwith his tax relief proposals, have promoted America's entrepreneurial\nspirit, rewarding the hard work and risk-taking of the Nation’s\nworkers and entrepreneurs. The tax relief included reducing marginal\nindividual income tax rates, doubling the child tax credit, reducing\nthe marriage penalty, reducing capital gains and dividend tax rates,\nencouraging retirement savings, reducing the estate and gift tax,\nand increasing incentives for small business investment.  On May 17,\n2006, the President signed the Tax Increase Prevention and Reconciliation\nAct of 2005, extending through 2010 capital gains and dividend tax\nrate relief and extending through 2009 a provision to encourage small\nbusiness investment by raising the expensing limits for equipment\npurchases.  On August 17, 2006, the President signed the Pension Protection\nAct of 2006, tightening the rules relating to defined-benefit plans\nand making permanent some of the President’s proposals to encourage\nretirement and education savings. Because of the positive economic impact his tax relief program\nhas had in the short term, and would continue to have over the long\nterm, the President’s policy is to make tax relief permanent\nrather than allowing it to expire as scheduled at the end of this\ndecade.  Since the President’s tax relief was fully implemented\nin 2003, the Nation’s economy has generated more than seven\nmillion jobs.  This strong economic growth has been good for the Nation’s\nworkers and the resulting revenue growth has been good for the Federal\nbudget.   For 2006, tax receipts of $2.4 trillion were 11.8 percent greater\n                than in 2005, and in 2005 receipts were 14.5 percent higher than in\n                2004.  Each year constituted record receipts and together made for\n                the highest two-year percentage growth in receipts in the past 25\n                years.  The Budget conservatively projects future revenue growth that\n                averages 5.4 percent over the next six years, about equal to the projected\n                overall growth in the economy. The tax proposals in the 2008 Budget promote continued economic\ngrowth and, consequently, continued growth in the Government’s\ntax receipts.  The Budget proposes to make permanent tax relief that\nwas enacted in 2001 and 2003.  In addition, the Administration proposes\nto change the tax code to encourage savings for retirement, to make\nit easier for all Americans to afford health insurance, and to increase\nsmall business investment.  Furthermore, the Administration proposes\nto simplify the tax code for families, close tax loopholes, and increase\ntax compliance. In addition to tax relief, the President will continue to strengthen\nthe economy by advancing basic research and development, promoting\ninnovation and accountability in education, reducing the burden on\nbusiness of Government paperwork and regulations, reducing costly\nand unnecessary litigation, and eliminating trade barriers and opening\noverseas markets to American products and services. Security spending includes spending for the Department of Defense,\nhomeland security, and international diplomatic efforts.  International affairs spending finances efforts\nto create a stable government in Iraq, rebuild the economy in Afghanistan,\nand enhance security by promoting democracy and building alliances\naround the world. Between 2001 and 2006, security spending increased\n41 percent overall: 36 percent for defense, 38 percent for international\naffairs, and 209 percent for homeland security.  These significant\nincreases were necessary to protect the Nation’s homeland and\npursue the War on Terror after September 11 th . In his 2008 Budget, the President includes a further 10.5 percent\nincrease in base defense spending.  This includes funding to maintain\na high level of military readiness to support the Global War on Terror\nand to continue to transform the military to meet the challenges of\nthe 21 st Century.  The Budget includes a 17.1-percent increase in spending\nfor international affairs to support key allies in the Global War\non Terror, promote democratic institutions and values, counter the\nspread of HIV/AIDS, and provide humanitarian assistance to those affected\nby continuing violence and instability.  In addition, the Budget includes\na 6.7-percent increase to defend the Nation’s homeland by funding\nnuclear detection capabilities, strengthening the country’s\nborders, developing high-tech screening capabilities, and maintaining\nclose partnerships with State and local law enforcement officials. The near-term budget outlook has improved in large part because\nof the double-digit growth in tax receipts and also because of spending\nrestraint.  Due to the need for increased spending on defense and\nhomeland security as part of the Global War on Terror and the automatic\nincreases in spending for entitlement programs, outlays rose to $2.7\ntrillion in 2006, or 20.3 percent of GDP.  Despite these spending\npressures, spending remained below the 40-year historical average\nof 20.6 percent of GDP.  This is largely because over the past two\nyears, the Congress and the President have reduced the growth rate\nin non-security discretionary spending—which grew by more than\n16 percent in the last year of the previous Administration—to\nbelow the rate of inflation.  In addition, in February 2006, the Congress\nenacted and the President signed into law the Deficit Reduction Act\nof 2005, generating nearly $40 billion in mandatory savings over five\nyears. The 2008 Budget achieves spending restraint by holding growth\nin non-security discretionary spending to one percent in 2008 and\nfor the five-year period. The Budget reduces or eliminates 141 programs\nsaving $12.0 billion, and slows spending growth through\nsensible reforms in entitlement and other mandatory programs, resulting\nin savings of $96 billion over five years, and growing to savings\nof $309 billion over 10 years.  This total includes $66 billion in\nsavings in Medicare and $6.8\nbillion in Medicaid and the State Children's Health Insurance Program\n(SCHIP) over five years, as discussed below.  The Budget also proposes\nto increase premiums paid to the Pension Benefit Guaranty Corporation\n(PBGC) by corporations with defined-benefit pension plans, providing\n$5.5 billion over five years to put the PBGC on a path to solvency.\nAnd, the Budget proposes\nto increase user fees, saving $7 billion over five years, to capture\nmore fully the costs to the Government of providing particular goods\nand services. While the near-term outlook of smaller deficits and a surplus\nstarting in 2012 is encouraging, the current structure of the Federal\nGovernment’s major entitlement programs will place a growing\nand unsustainable burden on the budget in the long-term.  Currently,\nspending on Medicare, Medicaid, and Social Security is approximately\neight percent of the Nation’s GDP.  With the first of the baby\nboom generation becoming eligible for Social Security in 2008, Social\nSecurity spending will accelerate.  Three years later, the problem\nwill become more pronounced as these individuals become eligible for\nMedicare, under which program costs rise even faster due to health\ncare inflation. By 2050, spending on these three entitlement programs\nis projected to be more than 15 percent of GDP, or more than twice\nas large as spending on all other programs combined, excluding interest\non the public debt. The mandatory savings proposals in the 2008 Budget will not\nsolve the Government’s long-term fiscal challenges, but they\nare an important and meaningful step, producing a significant improvement\nover the long term.  Under the President’s Budget policies,\nthe deficit in 2050 is projected to be 4.7 percent of GDP.  In contrast,\nif the Congress fails to adopt the President’s mandatory proposals\nand permits current law to remain in force, the deficit in 2050 is\nprojected to be 7.5 percent of GDP. A more detailed analysis of the\nGovernment’s long-term fiscal outlook is provided in the Stewardship\nchapter of the Analytical Perspectives volume of the Budget. Social Security was designed as a pay-as-you-go, self-financing\nprogram whereby current workers pay taxes directly and indirectly,\nthrough their employers, to support the benefit payments for current\nretirees, disabled persons, and survivors (collectively, beneficiaries).\n Such a system can only be sustained if the number of workers and\nthe taxes they pay align with the number of beneficiaries and the\nbenefits they receive.  In 1950, when there were 16 workers for every\nprogram beneficiary, the combined payroll tax rate was very low at\n3 percent of taxable wages.  Currently, there are 3.3 workers for\nevery beneficiary and the tax rate is 12.4 percent.  The ratio of\nworkers to beneficiaries is expected to decline further as the first\nof the baby boom generation becomes eligible for Social Security in\n2008, and will fall to 2.2 workers per beneficiary in 2030. Even after the baby boom generation is fully retired, the ratio\nof workers to beneficiaries will continue to fall, reaching 1.9 in\n2080 primarily because of the growing difference between projected\nlife expectancy and the age at which seniors become eligible for Social\nSecurity benefits.  The increase in longevity, coupled with the fact\nthat Americans are spending fewer years in the workforce, means that\nAmericans are spending a greater proportion of their lives in retirement\nthan ever before.  Since 1940, life expectancy at age 65 has increased\nby approximately 40 percent and is projected to increase by an additional\n20 percent by 2080. The growth in retirees resulting from the retirement of the\nbaby boom generation and increases in life expectancy will create\na large and rapidly growing mismatch between scheduled Social Security\nbenefits and the resources available to the program under current\nlaw.  Through 2016, Social Security is projected to collect more in\ncash receipts than it pays in benefits. Beginning in 2017, however,\nSocial Security benefit payments are projected to exceed the cash\nincome dedicated to the trust funds.  From this point forward, the\nFederal Government must borrow, tax, or cut other spending to pay\nexcess Social Security benefits. Receipts are projected to continue\nfalling to 70 percent of promised benefits by 2080. There are many ways to summarize the extent of the mismatch\nbetween expected Social Security receipts and benefits.  One such\nsummary is the discounted present value of all future scheduled benefits\nnet of receipts, or unfunded obligations under Social Security.  The\nconcept is to compare scheduled benefits and receipts under current\nlaw into the indefinite future, and to recognize through discounting\nthat a dollar tomorrow is worth less than a dollar today.  Based on\nthe 2006 Social Security Trustees’ Report, the unfunded obligation\nof Social Security totals $15.3 trillion over the indefinite future.\n To put this figure into perspective, this is about three times the\namount of Federal debt currently held by the public. The President is committed to strengthening Social Security\nthrough a bipartisan reform process in which participants are encouraged\nto bring different options for strengthening Social Security to the\ntable.  The President has identified three goals for reform:  to strengthen\npermanently the safety net for future generations without raising\npayroll tax rates; to protect those who depend on Social Security\nthe most; and to offer every American a chance to experience ownership\nthrough voluntary personal retirement accounts. The 2008 Budget again reflects the President’s proposal\nto allow workers to use a portion of the Social Security payroll tax\nto fund voluntary personal retirement accounts.  These accounts will\npermit Americans to have greater control over their retirement planning,\ngiving them an opportunity to obtain a higher return on their payroll\ntaxes than is possible in the current Social Security system.  The\nresult will be to shift Social Security from an entirely pay-as-you-go\nsystem of financing toward a system that is less dependent on current\nworkers.  Beginning in 2012, workers will be allowed to use up to\nfour percent of their Social Security taxable earnings, up to a $1,300\nannual limit, to fund their personal retirement accounts; the $1,300\ncap will be increased by $100 each year through 2017. As one component of reforms to make the system sustainable,\nthe President has embraced the idea of indexing future benefits of\nthe highest-wage workers to inflation while continuing to index the\nwages of lower-wage workers to wage growth.  Over time, wages tend\nto rise faster than prices, and so “progressive indexing”\nprovides a higher rate of indexing for lower-wage workers than for\nhigher-wage workers. This proposal would help restore the solvency\nof Social Security, while protecting those who most depend on Social\nSecurity.  Comprehensive Social Security reform including personal\nretirement accounts, changes in the indexation of wages, and other\nmodest changes will ensure the sustainability of the program for future\ngenerations, and help slow the unsustainable growth in total entitlement\nspending. The Nation spends more than $2 trillion per year on health care,\npermitting Americans to live longer and healthier lives than at any\ntime in the Nation’s history.  The Federal Government is the\nNation’s largest purchaser of health care, accounting for approximately\none-third of U.S. health care spending.  As a result, economic developments\nin the health care sector, including the high rate of growth in health\ncare inflation that confronts individuals and companies, are becoming\nacute fiscal problems for individuals and businesses, and for the\nFederal Government. Despite an enormous investment and enormous gains\nin the quality of care overall, health care inflation, the extent\nof private health care insurance coverage, and gaps in the availability\nof high-quality care are problems the Nation continues to face. The 2008 Budget proposes a number of reforms to improve the\nNation’s health care system.  The Administration is proposing\na significant change in the tax treatment of health insurance purchases\nand expenditures for out-of-pocket health care costs.  Under this\nproposal, all individuals and families who buy at least a catastrophic health plan will receive\nthe same tax benefits, in the form of a flat $15,000 deduction. The\nAdministration’s proposal will make health insurance more affordable\nfor millions of American families and reduce the number of the uninsured.\nThis policy will also eliminate the tax bias toward high-cost insurance,\nmaking health care purchasers more price conscious and thereby marshalling market forces more effectively\nto restrain health care inflation. The Administration continues to promote the use of health information\ntechnology to enhance the health care delivery system, including the\navailability of price and quality information to individuals. This\nwould allow health care consumers to spend their health care dollars\nmore wisely, and avoid unnecessary procedures and treatments. The President has also asked the Secretary of Health and Human\nServices to work with the Congress and the States on an Affordable Choices Initiative to redirect\nexisting resources in the health care system to help poor and hard-to-insure\ncitizens afford private insurance. This initiative would help avoid\ncostly and unnecessary emergency room visits and improve health care\nquality and efficiency. The single largest fiscal challenge we face is the unsustainable\ngrowth in the Medicare program. The Medicare Part A Hospital Insurance\nprogram receives designated payroll taxes from employees and their\nemployers, which are deposited in the Medicare trust fund held by\nthe Government.  Medicare Part A is therefore similar to Social Security\nin that it is an inter-generational transfer program with current\nworkers paying benefits for current beneficiaries.  In contrast, under\nMedicare Part B, the Supplementary Medical Insurance program, and\nPart D, the new drug benefit, beneficiaries pay premiums to cover\nsome of the costs and the balance is paid out of general revenues. As in the case of Social Security, Medicare will face increased\ncost pressures over the next several decades as the baby boom generation\nbecomes eligible for and receives Medicare benefits.  But because\nof rising health care costs, Medicare is projected to have much higher\ncost-per-beneficiary growth than Social Security in the coming decades. Medicare’s dedicated revenues from designated payroll\ntaxes and from premium payments cover only 57 percent of current benefits.\n The remaining 43 percent is financed from general tax revenues. \nBy 2030, the pressure from Medicare on general revenues will be substantially\ngreater as dedicated revenues are projected to finance only 38 percent\nof total benefits, leaving 62 percent of program costs relying on\ngeneral tax revenues.  This projected rate of growth in Medicare benefits\nis not sustainable over time. The 2006 Medicare Trustees’ report shows that future dedicated\npayroll taxes and premiums are sufficient to cover only a portion\nof Medicare’s projected costs. This results in an unfunded obligation\n(the gap between dedicated receipts and projected costs) of $71 trillion\nover the infinite horizon. This is more than four times as large as\nthe gap between receipts and projected costs for Social Security and\n14 times as large the total amount of Government debt that is held\nby the public.  Within Medicare, the Hospital Insurance trust fund,\nwhich is mostly funded by the Medicare payroll tax, has unfunded obligations,\nor a gap between dedicated receipts and projected costs, of $28 trillion.\n Meeting these obligations would require tripling the Medicare payroll\ntax.  If the Medicare payroll tax were used to pay for Medicare’s\nentire $71 trillion unfunded obligation, the Medicare payroll tax\nwould have to be increased by 500 percent.  This would be a huge tax\nincrease on workers and companies that would cripple the Nation’s\neconomy. The only realistic solution is to reduce program growth to\na sustainable level. In the long run, part of the solution to Medicare and Medicaid’s\nunsustainable growth must lie with slowing health care inflation.\n Recent trends in the overall health care market have already improved\nMedicare’s finances. Spending on the Medicare drug program has\nbeen lower than originally expected because of lower-than-projected\ngrowth in prescription drug inflation. Medicare drug program spending\nin 2006, the first year of the benefit, was $15 billion lower than\ninitially estimated.  In addition, the drug program spending for 2007\nis projected to be $25 billion lower than initially estimated, and\nfor 2007 through 2016 the spending is projected to be $189 billion\nlower.  The slower growth in prescription drug prices has been good\nfor beneficiaries as well.  Beneficiary premiums for the drug benefit\nare lower than expected:  an average of $22 per month in 2007 rather\nthan $39 per month as initially estimated.  Controlling health care\ninflation is critical to the success of reform, but other significant\nreforms are also needed. With an unfunded obligation of $71 trillion, and annual increases\nin spending well above inflation and other domestic spending, there\nhas been increasing focus on the need to address Medicare growth rates.\nThe 2008 Budget proposes to restrain Medicare spending both in the\nnear term and in the long term. These proposals save $66 billion over\nfive years and reduce the present value of future net costs by an\nestimated $8 trillion over 75 years. These are sensible reforms, most\nof which have been proposed in previous budgets.  The aggregate impact\nof the proposed reforms only slows the rate of growth of the Medicare\nprogram from 7.4 percent over 10 years to 6.7 percent. To achieve these savings, the Budget proposes to promote high-quality\nand cost-efficient care through competition and innovation.  Specifically,\nthe Budget proposes to adjust permanently provider payments to encourage\nefficiency and productivity, taking advantage of advances in medical\ntechnology and the delivery of care, and other management improvements.\n The Budget also proposes to establish competitive bidding for clinical\nlaboratory services. The Budget also proposes to encourage greater responsibility\nfor health care use and costs for high-income beneficiaries.  In addition, the Budget proposes to\nmodernize and rationalize Medicare policies to encourage efficient and cost-effective payments.  For\nexample, the Budget proposes to ensure that patients are served in\nthe most medically appropriate and cost-efficient setting for post-acute care, and that payments\nfor medical equipment be brought in line with actual costs. In addition to proposing specific reforms to reduce the unsustainable\nrate of growth in the near term, the Budget also proposes a new mechanism\nto address the long-term funded unfunded obligation in Medicare. The Budget proposes to build on the progress\nmade in the Medicare Prescription Drug, Improvement, and Modernization\nAct of 2003 (MMA) with respect to Medicare financing.  Under current\nlaw, MMA requires the Medicare Trustees issue a “funding warning”\nif, for two consecutive years, the Trustees find that more than 45\npercent of projected Medicare expenditures will require funding from\ngeneral tax revenue (rather than dedicated resources) within the next\nsix years. In the 2006 Trustees’ Report, the Trustees found\nthat general revenue funding would first reach the 45 percent level\nin 2012, within the seven-year window specified in the MMA. The 2008 Budget proposes to add an incentive for reform to the\nMMA funding warning. Specifically, in the year in which the 45 percent\nthreshold is exceeded, there would be automatic payment reductions\nto providers by four-tenths of one percent per year.  The provider\npayments would continue to be reduced by an additional four-tenths\nof one percent per year, as long as Medicare’s receipts cover\n55 percent or less of program costs.  The provision is intended to\nencourage the Congress and the Administration to reach agreement on\nreforms needed to slow the growth in program costs. Medicaid is the Federal entitlement program that provides medical\nassistance, including acute and long-term care, to low-income families\nwith dependent children and to low-income individuals who are elderly,\nblind, or disabled.  As with Medicare, Medicaid costs will increase\nsubstantially in the coming decades as the baby boomers retire and\nbegin to have greater health care needs.  An increasing number of\nlow-income elderly individuals will come to rely on Medicaid for non-hospital\ncare, including long-term care.  In addition, as with Medicare, Medicaid\nwill be under increasing fiscal pressure in the coming decades as\na result of health care inflation. The President’s Budget proposes a package of program integrity\nreforms. These reforms save approximately $6.8 billion over five years,\nincluding additional increased funding for the State Children's Health Insurance Program (SCHIP).\n The Budget builds on previous initiatives, some of which were included\nin the Deficit Reduction Act of 2005, to promote sound financial practices,\nincrease market efficiencies, and eliminate Medicaid overpayments.\n The proposals included in the 2008 Budget help to ensure the fiscal\nintegrity of Medicaid by lowering its rate of growth.  These proposed\nchanges reduce the rate of growth of Medicaid from 7.7 percent to\n7.6 percent over the next 10 years. During the 1990s, budget decisions were governed by the now-expired\nBudget Enforcement Act (BEA).  Under the BEA, discretionary spending\n(including both budget authority and actual outlays) was limited each\nfiscal year to a maximum amount specified in law.  In addition, under\nthe BEA, pay-as-you-go rules required all legislation involving new\nmandatory spending or tax cuts was required to be deficit neutral.\n Violations of the discretionary spending caps or the pay-as-you-go provisions triggered across-the-board spending reductions.  The\nBEA generally succeeded in preventing the Government’s budgetary outlook from deteriorating. Based in part on the spending controls in the BEA, the President\nhas proposed a number of budget process reforms, including new caps\non discretionary spending, a pay-as-you-go requirement for mandatory\nspending, a line-item veto, and earmark reform.  In addition, the\nAdministration implemented its own pay-as-you-go controls to limit mandatory spending resulting\nfrom agency administrative action.  Specifically, on May 23, 2005,\nthe Office of Management and Budget (OMB) began requiring that proposed\nagency administrative action that increases mandatory spending be\noffset by administrative actions that reduce mandatory spending by\nthe same amount. Federal spending is generally divided into three major categories:\ndiscretionary spending (approximately 38 percent of the Budget), mandatory spending (53 percent),\nand interest on the debt (9 percent). Discretionary spending is generally thought of as funding the\nday-to-day operations of Government and is the only spending subject\nto annual review and appropriations by the Congress and the President.\n As distinct from mandatory spending, discretionary spending must\nbe enacted into law every year before Government agencies may obligate\nand spend money.  Hence, discretionary spending is not subject to\nthe same automatic, uncontrolled growth characteristic of some mandatory\nspending.  Nevertheless, without active restraint reinforced by effective\nrules governing the legislative process, discretionary spending will\ntend to increase steadily over time.  The 2008 Budget proposes to\nreinstate BEA controls on discretionary spending.  Specifically, the\nBudget proposes placing statutory limits or “caps” on\ndiscretionary spending each year through 2012.  Any appropriations\nbill that causes the caps to be exceeded would be subject to a point\nof order, requiring a three-fifths vote, in the Senate.  If, in the\naggregate, appropriations actions exceed the spending caps, then OMB\nwould be required to make across-the-board cuts to reduce total discretionary\nspending to the statutory caps. Within these proposed spending caps, the Budget proposes to\ndevote resources for program integrity efforts.  Program integrity\nefforts are designed to eliminate spending to those not eligible for\nbenefit payments and to collect unpaid taxes due to the Government.\n Since program integrity efforts can generate as high as a ten-to-one\nreturn to the Government,   the Administration proposes an adjustment\nto the statutory discretionary spending limits for amounts dedicated\nto program integrity. The vast majority of spending for mandatory programs takes place\nautomatically every year without any action on the part of the Congress\nor the President.  It is made up of “entitlement” programs,\nfor which the amount of spending is based on the number of qualifying\nbeneficiaries and benefit formulas specified in law.  This spending\nprovides income security and health care to individuals who are elderly,\ndisabled, widowed, or orphaned. These programs are effectively exempt\nfrom the annual review and approval in the budget process because\nthe benefit qualifications and benefit formulas are specified in law,\nresulting in an automatic appropriation of benefit payments. In 1962, mandatory spending accounted for just over one-quarter\nof total Government outlays and discretionary spending accounted for\nslightly more than two-thirds of Government outlays; the remainder\nof outlays was for interest.  Today, the picture is dramatically different,\nwith mandatory spending having doubled as a share of total outlays,\nnow accounting for 53 percent of all Government spending.  Without\nintervention, entitlement spending over the next four decades will\nbecome unsustainable.  With the baby boom population beginning to\nbecome eligible for Social Security in 2008 and Medicare in 2011,\nthe time to address this problem is now. The 2008 Budget proposes to place limits on new mandatory spending.\n In addition to the proposal to address excessive general revenue\nspending in Medicare, discussed above, the Budget also proposes a\npay-as-you-go requirement such that any legislation that increases\nmandatory spending be offset by reductions in other mandatory spending.\n Any legislation that increases mandatory spending without an equal\noffset would be subject to a point of order, or a three-fifths vote\nin the Senate.  If, at the end of a Congressional session, the enacted\nnew mandatory spending legislation increases the deficit, then OMB\nwould be required to make across-the-board cuts to non-exempt mandatory\nprograms to eliminate any increase in the deficit. In addition, the Budget proposes to adopt a new measure to limit\nlegislated expansions in spending for Social Security, Supplemental\nSecurity Income, Medicare, Federal civilian and military retirement,\nand veterans disability compensation.  The new measure would be the\nchange in the actuarial unfunded obligations for each of these programs.\n The Administration is proposing that any legislation that has the\neffect of increasing the actuarial unfunded obligation for any of\nthese programs be subject to a point of order, or a three-fifths vote\nin the Senate. An earmark is a spending provision the Congress inserts in legislation.\n Frequently, these provisions are not publicly disclosed during the legislative process and often\nthey are special interest projects. A number of organizations track\nearmarks.  The Congressional Research Service (CRS) and Citizens Against\nGovernment Waste (CAGW) have been tracking earmarks for over a decade.\n While they do not use the same definition, their data show similar\ntrends. Earmarks have expanded dramatically in recent years, with\nthe numbers and costs of earmarks more than tripling since the early\n1990s.  According to CAGW, the Congress added nearly 550 earmarks\nat a cost of $3 billion to the Budget in 1991.  The number of earmarks\npeaked in 2005. CAGW has estimated that earmarks grew to almost 14\nthousand at a cost of $27 billion.  CRS data show a similar trend,\nwith earmarks reaching more than 16 thousand in 2005 at a cost of\n$52 billion.  OMB has also been tracking earmarks during recent years\nand estimates that the number of earmarks grew to over 13 thousand\nat a cost of nearly $18 billion. OMB is in the process of developing\nthe capability to track earmarks during the legislative process. One major concern about earmarks is the lack of transparency.\n Most earmarks do not appear in statutory language. Instead, they\nare included in committee reports that accompany legislation.  According\nto CRS, more than 90 percent of earmarks are in report language. \nThis means that the vast majority of earmarks do not appear in the\nstatutory language that the Congress actually votes on or that the\nPresident signs into law.  Also, earmarks frequently surface in the\nlate stages of the legislative process, in conference committees between\nthe House and Senate. The President has called on the Congress to fully disclose all\nearmarks to reduce the amount of wasteful and unnecessary spending.\nTaxpayers should feel confident that their tax dollars are being spent\nwisely.  Unfortunately, the large number of earmarks and the lack\nof transparency in the earmarking process make it difficult to assure\nthe public that the Government is spending the people’s money\non the Nation’s highest priorities.  The President has proposed\nthat the Congress provide justification for earmarks, and identify\nthe sponsor, costs, and recipients of each project.  In addition,\nthe President has proposed that the Congress stop the practice of\nplacing earmarks in report language. Finally, he has called on the\nCongress to cut the number and cost of earmarks by at least 50 percent. The President is again proposing that the Congress enact a legislative\nline-item veto to improve the budget process.  Forty-three of the\nNation’s governors have a line-item veto, authority that permits\nthem to identify and eliminate wasteful and unnecessary spending. From the Nation’s founding, Presidents have exercised\nthe authority not to spend appropriated sums. However, the Congress\nsought to curtail this authority in 1974 through the Impoundment Control\nAct, which restricted the President’s authority to decline to\nspend appropriated sums. The Line-Item Veto Act of 1996 attempted\nto give the President the authority to cancel spending authority and\nspecial interest tax breaks, but the U.S. Supreme Court found that\nlaw unconstitutional. The President’s proposal is designed to\ncorrect the constitutional flaw in the 1996 Act. The legislative line-item veto would give the President and\nthe Congress an effective tool to eliminate wasteful spending and\nspecial interest tax breaks.  Under the President’s legislative\nline-item veto proposal, if the Congress were to pass legislation\nthat includes wasteful spending or targeted tax benefits, the President\ncould send back to the Congress the individual items for an up-or-down\nvote without amendment under fast-track legislative procedures.  If\nthe Congress were to pass the package of line items that the President\nproposes for cancellation, all savings would be used for deficit reduction\nand could not be used to augment other spending. In his 2008 Budget, the President proposes to create bipartisan\nResults Commissions and a Sunset Commission.  Results Commissions\nwould consider ways to restructure or consolidate programs or agencies\nwhere duplication or overlapping jurisdiction has been identified\nas an obstacle to performance.  Proposals from Results Commissions\nwould be reviewed and if approved by the President, transmitted to\nthe Congress to be considered under expedited procedures.  The Sunset\nCommission would consider Presidential proposals to retain, restructure,\nor terminate agencies and programs according to a schedule set by\nthe Congress.  Agencies and programs would automatically terminate\naccording to the schedule unless reauthorized by the Congress. In addition to the proposals directed at restraining spending\nand improving Government program and agency performance, the Budget\nproposes several changes to the budget process that would enhance\naccountability, improve management, and bring greater order to the\nbudget process.  Specifically, the Budget proposes a joint budget resolution, biennial budgeting,\nand a means to prevent Government\nshutdowns. The Budget proposes a joint budget resolution that is passed\nby the Congress and signed by the President.  The current budget resolution\ndoes not require the President’s signature and, therefore, does\nnot have the force of law.  A joint budget resolution would bring\nthe President into the process at an early stage, allowing the President\nand the Congress to reach agreement on overall fiscal policy before\nindividual tax and spending bills are considered. The Budget proposes biennial budgeting for all Executive Branch\nagencies, programs, and accounts in which two-year appropriations\nbills would be enacted in each odd-numbered year.  This would permit\nthe Executive Branch to engage in better mid-term and long-term planning,\nand improve fiscal management.  It would also permit the Congress\nto engage in more extensive oversight. The Budget proposes to prevent Government shutdowns by allowing\nfunding to be automatic for those agencies, programs, or accounts\nfor which an appropriations bill has not been enacted by the start\nof the fiscal year.  If an appropriations bill has not been enacted,\nfunding would be automatically provided at the lower of the President’s\nBudget or the prior year’s enacted level.  This proposal would\nprevent Government shutdowns and would prevent the uncertainty and\nconfusion that arises when the Congress enacts continuing acts or\ncontinuing resolutions."}