{"id": "politifact3455", "label": 1, "url": "http://abcnews.go.com/ThisWeek/week-transcript-target-libya/story?id=13178623&page=3", "title": "'This Week' Transcript: Target Libya", "text": "Transcript: Target Libya March 13, 2011 &#151; -- (BEGIN VIDEO CLIP) AMANPOUR (voice-over): This week, \"Target Libya.\" Missilestrikes begin. OBAMA: Our consensus was strong, and our resolve is clear. Thepeople of Libya must be protected. AMANPOUR: Another war front opens for the United States. Theworld unleashes all necessary measures to stop Libyan leader MoammarGadhafi. His son, Saif, speaks to \"This Week\" in a worldwideexclusive. What next for Moammar Gadhafi, the Libyan people, for theUnited States military? How does it end? Then, disaster in the Pacific. Nuclear nightmare scenario inJapan. How prepared is the United States? Could it happen here?Libya and Japan, two crises with major consequences for the UnitedStates. (END VIDEO CLIP) ANNOUNCER: Live from the Newseum in Washington, D.C., \"ThisWeek\" with Christiane Amanpour, \"Target Libya,\" starts right now. AMANPOUR: As we begin our broadcast, the United States is at warin a third Muslim country, Libya. We'll take you there live in just amoment. ABC's team of correspondents is covering every angle of thisstory. I will have an exclusive interview with Moammar Gadhafi's sonand close adviser, Saif al-Islam. And I'll be joined here in thestudio by Admiral Mike Mullen, chairman of the Joint Chiefs of Staff,to discuss what's being called Operation Odyssey Dawn. But first, the latest headlines in this fast-moving story. Adefiant Moammar Gadhafi is promising a long war, one day after theUnited States and a broad international coalition launched militarystrikes on his country. British and American ships and submarinesfired 112 cruise missiles at more than 20 targets on the coast. American B-2 bombers took out a Libyan airfield, all part of thelargest Western military intervention in the Arab world since thestart of the Iraq war. The show of force is designed to impose a no-fly zone to prevent the Libyan strongman from firing on his ownpeople. Sunday, Tripoli shook with the sound of explosions and anti-aircraft fire. Libyan state television reported that 48 people hadbeen killed. But today, in a phone call to state television, Gadhafi saidLibyans stand ready to fight what he calls \"crusaders.\" This is afight, he says, that he will win. (BEGIN VIDEO CLIP) M. GADHAFI (through translator): You are not capable of aprolonged -- for a prolonged war in Libya. We consider ourselvesready for a long war. Be aware of that. We're not retreatinganywhere, because this is our land. This is where we're staying.Then you're going to return defeated. (END VIDEO CLIP) AMANPOUR: Joining me on the line from Tripoli in Libya, Saif al-Islam, Colonel Gadhafi's second son and close adviser. Saif, thank you for joining me. Can you tell me right now, whereare you? And what is happening there right now? GADHAFI: You know, we are in Tripoli, as you know. Butyesterday, we were surprised that -- you know, the Americans and theBritish and the French attacked Libya, attacked five cities,terrorized people, and (inaudible) children, women were so afraidyesterday, heavy bombing everywhere. So it was a big surprise that,finally, President Obama -- we thought he's a good man and friend ofArab world -- is bombing Libya. AMANPOUR: Saif, President Obama very explicitly gave your fatheran ultimatum and said cease fire, stop, and this won't happen. Hethen had to say that the attacks continue and the United States cannotsit idly by while a leader says that there will be no mercy. Why didyour father continue the attacks in Benghazi? Why didn't he have acease fire? GADHAFI: First of all, our people went to Benghazi to liberateBenghazi from the gangsters and the armed militia. So if you -- ifthe Americans want to -- want to help the Libyan people in Benghazi,so go to Benghazi and liberate Benghazi from the militia and theterrorists. So do it. AMANPOUR: My question, though, is, there is now missile strikesand an air attack against Libya. Will Colonel Gadhafi step down?Will he step aside? GADHAFI: Step aside why? I mean, to step -- again, there's abig misunderstanding. The whole country is united against the armedmilitia and the terrorists. You asked -- simply, the Americans andother Western countries, you are supporting the terrorists and thearmed militia. That's it. AMANPOUR: Saif, will there be Libyan retaliation against, let'ssay, commercial flights around the Mediterranean or other targets? GADHAFI: No, this is not our target. Our target is how to helpour people in Libya, especially in Benghazi. Believe me, they areliving a nightmare, a nightmare, really, a nightmare. They have nofreedom, nothing under the rule of the armed militia. So we urge the Americans either to go there themselves and helpour people there or let the Libyan people help their brothers inBenghazi. But believe me, one day, you wake up and you will find outthat you were supporting the wrong people. And you are being a bigmistake with supporting those people. It's like the WMD in Iraq.It's another story. AMANPOUR: Saif al-Islam, thank you very much, indeed, forjoining us from Tripoli. GADHAFI: Thank you. AMANPOUR: So that's the view from the Gadhafis in Tripoli.Let's go to eastern Libya, the rebel stronghold where ABC's AlexanderMarquardt joins us live. So what is the mood there where you are? MARQUARDT: Good morning, Christiane. We are in Tubruq, ineastern Libya, where an opposition spokesman told us this morning thatmorale is sky high. They've been pleading for military interventionfor weeks. They now feel that there's a level playing field, that therebels will be able to push the Gadhafi forces out of the east, awayfrom cities like Ajdabiya and Benghazi that have seen heavy fightingover the last few days. Eventually, they want to make their way toTripoli, where they plan to oust Gadhafi. We spoke with people on the streets. They're understandably veryhappy, thanking the coalition for what they've done, specificallyFrance and the U.K., for introducing the resolution at the U.N. Theybelieve that this intervention will lead to victory and eventually toa free Libya. But with this change in tide comes a period of insurgency. Theopposition spokesman said that this is the scary part, because of howillogical Gadhafi is and because of -- because of what he calls histhirst for blood. Christiane? AMANPOUR: Alex, thanks. And now let's go to the capital Tripoli, again. That could soonbe ground zero in this conflict. Moammar Gadhafi is there, and so isthe BBC's Allan Little, who joins us now live. So, Allan, you heard from the Gadhafis. You heard the mood inBenghazi. What do you think is the next move in Tripoli? And how arethey portraying it there? LITTLE: Well, fighting talk from Colonel Gadhafi, as from hisson, Saif, largely for domestic consumption. It's not hard to goaround the city and find people willing to echo those sentiments,diehard devotees of Colonel Gadhafi saying that -- people sayingthey're willing to die along with him if it comes to that. There's no doubting the sincerity of those people, I think, andthe passion with which they speak. Their devotion then seems to getmore intense the more isolated he becomes from the world. Thequestion is, how representative is that voice? No other voice canmake itself heard here in the prevailing atmosphere in whichpatriotism for Libya is fused with devotion to the person of Gadhafihimself. What are those hundreds of thousands, if not millions of peoplewho do not take part in those demonstrations of devotion, really feeland think in the silence of their own heads? What is the realsentiment of Tripoli? That is simply impossible in this atmosphere togauge. AMANPOUR: Allan, thank you so much. And, of course, the leaders of Britain, France, and PresidentObama is keeping a close tab on the unfolding situation. ABC's JakeTapper is live at the White House. And, Jake, what from the White House is the end game here?What's the perspective from there? TAPPER: Good morning, Christiane. President Obama is in Brazil.But you talked on a very, very difficult question for the White House,because it's been the position of President Obama that there should beregime change in Libya, since March 3rd, when Obama said that Gadhafihas to go. But that is not the goal of this military operation. The goal ofthis military operation officially is to impose a no-fly zone and toprotect civilians. Gadhafi stepping down is not part of it. So what I would expect is that you will see more effortsinternationally to arm the Libyan rebels so that they will take intotheir own hands the goal of toppling Gadhafi. But that is notofficially the goal of this military operation, so it's a delicatedance for President Obama as he attempts to make this militaryoperation even more international than previous U.S. militaryoperations. As you know, as we've talked about, there's been a huge effort bythe White House to make this seem as though the United States is notplaying a leading role, even though, of course, we have 11 ships inthe Mediterranean, five of which were firing Tomahawk missiles.There, of course, are other nations participating in the militaryoperation, France, the U.K., and others coming in the coming days, butright now, the U.S. is taking a major leadership role, although theObama administration wants to make this seem as though it is the worldagainst Gadhafi, not Obama and the U.S. against Gadhafi, Christiane. AMANPOUR: Jake, just very quickly, do you think the U.S. willarm the rebels? TAPPER: I think it's a distinct possibility that the U.S. willbe part of an international effort to do so. I would doubt very muchthat the U.S. would do so on its own. AMANPOUR: Jake, all right. And let's go now to Martha Raddatz. The U.S. is pledging, asJake said, to step back to a support role after the initial phase.Martha, you're there. You're covering the military. Is thathappening? Do you think it's realistic to go into a support role?It's obviously very unusual in these kinds of military interventions. RADDATZ: It's certainly unusual for the U.S. And right now, aU.S. general is in charge of the operation, General Carter Ham. Andyou have an admiral, Admiral Scott -- or Sam Locklear, who is on aship. And he is the tactical commander, meaning he is coordinatingall of these air strikes. But in a few days, the hope is, the U.S. hopes that GeneralCarter Ham can turn over his responsibility to one of the coalitionmembers. That is the plan right now. I don't think they know whothat will be. But in this initial phase, the U.S. does have uniquecapabilities, as the president keeps saying. You had stealth bombersgoing in there. You had the B-2 bombers going in there. You hadthese Tomahawk missiles on the ships. So the U.S. felt it had to takethe lead role in this phase. And this phase is, of course, to wipe out Gadhafi's air defenses.The next phase will be the no-fly zone. I do think the U.S. will beinvolved in that somewhat and will have fighters involved in that, butthe bulk of the no-fly zone will be flown by British pilots, Frenchpilots, and other allies. AMANPOUR: Martha, thank you so much. And joining me next, Admiral Mike Mullen, chairman of the JointChiefs of Staff. And we'll put that to him. I'll ask him how themissions will work, when it will end, and whether it can succeed atall if Moammar Gadhafi remains in power. (COMMERCIAL BREAK) AMANPOUR: Welcome back. Though his son sounded subdued, Moammar Gadhafi himself wassounding undaunted this morning. He says his supporters are armed andprepared to fight, and he's pledging that this will be, quote, \"a longwar.\" Joining me now, chairman of the Joint Chiefs of Staff, AdmiralMike Mullen. Thank you for joining us. MULLEN: Good morning. AMANPOUR: Is the United States leading this? Or is it in asupporting role? MULLEN: Well, actually, the French were the first ones inyesterday, in terms of starting to establish the no-fly zone. TheUnited States is taking the lead in terms of the coalition. GeneralCarter Ham, U.S. commander of U.S. AFRICOM, is actually the commanderright now. And we look to, in the next few days, transition that to acoalition leadership. 24/7 coverage of breaking news and live events"}