{"id": "politifact1783", "label": 1, "url": "http://abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/story?id=10596448&page=4", "title": "'This Week' Transcript: Holder and Giuliani", "text": "Transcript: Holder and Giuliani May 9, 2010 &#151; -- TAPPER: Good morning, and a happy Mother's Day to all the moms watching. We'll begin with a Sunday first, Attorney General Eric Holder. Welcome to \"This Week.\" HOLDER: It's good to be here. TAPPER: Well, let's start with the latest on the investigation into the failed Times Square bomber, Faisal Shahzad. What's the latest? HOLDER: Well, we've now developed evidence that shows that the Pakistani Taliban was behind the attack. We know that they helped facilitate it. We know that they probably helped finance it and that he was working at their direction. TAPPER: Is there any evidence that there's a cell that Shahzad was working with in the United States? Or was it just him operating from directions from Pakistan? HOLDER: All I can really say is that the investigation is ongoing and we are examining overseas connections that he might have, as well as any people he might have worked with here in the United States. But the investigation's ongoing in both those spheres. TAPPER: In the last few days, U.S. officials have met with Pakistani officials, and the message, as conveyed by Secretary of State Hillary Clinton on \"60 Minutes\" is this. (BEGIN VIDEO CLIP) CLINTON: We want more. We expect more. We've made it very clear that if, heaven forbid, an attack like this that we can trace back to Pakistan were to have been successful, there would be very severe consequences. (END VIDEO CLIP) TAPPER: What would those consequences be? And what more do you need the Pakistanis to be doing, the Pakistani government, beyond increased military action in North Waziristan, where the Pakistani Taliban is primarily located? HOLDER: Well, in connection with the Shahzad investigation, they had been, I think, extremely aggressive, they've been cooperative with us, and I think we have been satisfied with the work that they have done. We want to make sure that kind of cooperation continues. To the extent that it does not, we will, as Secretary Clinton indicated, take the appropriate steps. But as of now, with regard to Shahzad, I think we're satisfied with the level of cooperation we've received. TAPPER: Did the Pakistani government know about Shahzad before this happened? And did they tell the U.S. government at all anything about that? HOLDER: We don't have any indication that the Pakistani government was aware of his plans or the attack that was planned by the Pakistani Taliban. We don't have any indication of that. TAPPER: OK, Pakistani Taliban leader Hakimullah Mehsud of the Pakistani -- Pakistani Taliban appeared in a video last month saying the time is very near when a Fedayeen, or soldiers, will attack the American states in the major cities. At the time that he issued that warning, U.S. policymakers didn't think the Pakistani Taliban had the ability to reach into the United States. They were, obviously, wrong? HOLDER: Well, I'm not sure that we didn't think they had that ability. We didn't think that necessarily was their aim. We certainly have seen with the Shahzad incident that they have not only the aim, but the capability of doing that. And that's why they have taken on, I think, a new significance in our anti-terror fight. TAPPER: Shahzad was on a Treasury Department watch list since the late 1990s for bringing large sums of cash into this country. He was taken off that watch list. Did the U.S. government drop the ball? HOLDER: No, I don't think so. I think we have done a good job in monitoring those people who we need to identify as potential threats to the, you know, government, and I think one has to understand that in connection with the -- the resolution of this plot, American law enforcement I think was very successful. TAPPER: More than 200,000 people from the U.S. traveled to Pakistan last year. How on Earth do you keep track of which ones intend to do us harm? HOLDER: It is a difficult job. We have to try to use the various intelligence sources that we have, try to look for telltale signs for who we should be concerned about. The vast majority of people who go to Pakistan and come from Pakistan to the United States are well intentioned. They have relatives. They have cultural ties to both countries. So we have to really try to focus and make sure that our attention is directed at those people who would do our nation harm. TAPPER: There have been reports that others arrested this year in terrorist plots in the United States had traveled to Pakistan. Are there any ties with Shahzad? HOLDER: Well, the investigation's ongoing. And we're looking at a variety of things to try to make sure that we hold everybody accountable who was responsible for this attempted attack. I think the investigation is proceeding at a good pace. We have developed, I think, a good amount of information in a relatively short period of time, but we will be continuing to work on it. TAPPER: There was a time when the FBI and law enforcement lost track of Shahzad after the attempted incident, before he got on the plane. What happened? HOLDER: Well, we lost contact with him for just a bit of time, but I think what people have to understand is that we had a layered approach so that at the end of the day I think we were always confident that he would be picked up, and the question was only where he would be picked up and when he would be picked up. A surveillance was conducted, but we wanted to have him at a fairly good distance so that we could observe him and see if he would make contact with other people who were connected to the plot. Contact was lost for a relatively short period of time. TAPPER: How long? An hour? HOLDER: Oh, I don't know, about an hour, so maybe something along those lines. But what was key and what ultimately proved to be successful was this layered approach. He was caught before he was able to leave the country. TAPPER: But he almost got out, right? I mean, we got lucky in a few ways. First of all, let's be honest: The reason that we avoided a horrible incident is because he was apparently an incompetent bomb- maker, right? HOLDER: Well, there certainly was a bit of that, but I think also one has to look at the overall operation. He was stopped before he was able to leave the country because of a notification that the FBI made to put him on the no-fly list. We also had vigilant citizens who looked at that vehicle that he left and saw the smoke coming out and notified the appropriate authorities. This was, in some ways, I think, a good example of what an aroused American populace, coupled with a vigilant law enforcement community, can actually do. TAPPER: Critics say that he should not have been -- some critics say he should not have been his Miranda rights, the right to remain silent, et cetera. Now, I know that the public safety exception was invoked, so before he was read his rights, he was interrogated. But does the current Miranda system, which was created before I was born and was updated, this public safety exception, in 1984 -- so none of the crafters were really aware of this plot, this threat that we face today. 24/7 coverage of breaking news and live events"}