{"id": "politifact14564", "label": 0, "url": "https://emsnews.wordpress.com/2017/09/26/head-of-nfl-fines-steeler-teammates-1-million-each/", "title": "Head Of NFL Fines Steeler Teammates $1 MILLION Each!", "text": "BREAKING: NFL Fines Pittsburgh Steelers $1m Each For Skipping National Anthem – YouTube The hooey hit the fanbase.  That is, when the NFL Black Lives Don’t Matter gang attacked patriotism and the US flag and most of the football fans, this blew up big time to the point, the frightened commissioner of this gang of thugs suddenly woke up and issued his first punishment for the people protesting at games: a million dollars each!  I hope for two things: Villanueva is exempt plus since he was intimidated by both coach, the owner of the Steelers and fellow teammates, 50% of this fine should go to him!  How about that?  Alejandro Villanueva apologizes for throwing Steeler teammates ‘under the bus’ – YouTube  Kim of North Korea is now running the NFL, it appears.  The abject apology of this poor football player is backfiring very badly.  People are twice as angry as before.  Now, the hatred of the ‘other players’ who dissed the American flag is not gone away, either.  They demanded everyone join them in being anti-patriotic and now this poor guy is doing exactly that.  The NFL is now in dire straits.  Like the DNC, they think they can impose their ideology on everyone else via force.  Well, it isn’t working at all.  As I said above, Villanueva is the only member of that ‘team’ that stood up for America and he was then muscled by thugs threatening his life and livelihood and who forced him to do a miserable retraction of his good, patriotic deed.  People are very angry at him for surrendering but then, he had everyone against him.  Now, he should be rehabilitated, he needs a HUGE apology from the entire NFL leadership and his former teammates.  Fire chief apologizes for calling Steelers’ coach Mike Tomlin ‘n-word’ on Facebook | TribLIVE  Chief Paul Smith, who leads Cecil’s Volunteer Fire Department No. 2 in Muse, Washington County, posted the comment in response to the Steelers’ decision not to not take the field for the national anthem.  “Tomlin just added himself to the list of no good n-words. Yes I said it,” Smith wrote in the post.Cecil’s board of supervisors said the comment was troublesome.  “The Cecil Township Board of Supervisors is deeply disturbed by the comments made by volunteer Chief Smith, and in no way, shape or form condone his comments,” officials said in a written statement.  See?  This man said something rash.  He is immediately punished.  The NFL players who decided to toss the US flag in the trash and attack the President for talking about their disrespect of the US voters and citizens…they should also be punished heavily, no?  Of course!  Liberals think PC punishment is a one way street.  They can cuss, swear, be abusive, harass and even physically attack fellow citizens and nothing is done to stop this!  But anyone else says the wrong words and they lose their jobs and are punished in many ways.  This is causing tremendous ire and is the #1 reason many voted for Trump.  Not One More Dime: NFL Stadiums Have Collected Over $1.1 Billion in Federal Subsidies – Time to Cut Them Off. Calls to stop the NFL gravy train is rising.  Even if Goodell manages to muscle the teams into behaving themselves, it is not going to work for the fan base can see that the people playing the game really hate them and so this comrade business is kaput.  According to FOX Sports over the last 20 years, the American public has spent more than $7 billion dollars to build or renovate NFL stadiums, taking on 46 percent of the total costs of those projects.  It’s time to cut them off.  They don’t respect the country. Why should the country respect them?  The coach of the Steelers sponsored Hillary’s run for President. Note the loot she asked for, show up to see her, you had to pay $330000+.  What a rip-off!  Pushing this pile of toothpaste back into the tube is impossible now. petition: CUT OFF ALL FEDERAL TAXPAYER SUBSIDIES TO NFL, PAYING BILLIONS TO LEAGUE. NO MORE . is one example.  NFL gives up tax exempt status – Apr. 28, 2015 which was about time.  But they still suck off the public teat via moving teams around while making demands for freebies like free stadiums, etc. NFL gets billions in subsidies from U.S. taxpayers – Jan. 30, 2015 despite being ‘taxed’ lightly.  Stadium construction: Twenty new NFL stadiums have opened since 1997 with the help of $4.7 billion in taxpayer funds, according to an analysis by the advisory firm Conventions, Sports and Leisure. Local governments pony up to build these venues to attract or keep teams in their towns. Two more stadiums now under construction in Minneapolis and Atlanta are being built with $700 million in government funds. Taxpayers paid for most of the University of Phoenix Stadium, which opened in 2006 and is home to this Sunday’s Super Bowl — to the tune of about $300 million.  All this will go crashing down unless the team owners wake up and figure out who their audience really is.  But then, the cities are being systematically destroyed… 14 Comments Filed under .money matters Tagged as Goodell , million dollar fine , Pittsburgh Steeler , Villanueva I don’t blame Villanueva for his retraction . The pressure  on him in the locker room must have been off the charts. But pity and empathy are NOT going to be given to him at this point by your average Steeler fan. History also has many heroes that became pariahs for betrayal and treason. This whole scam of “protest” on the part of well paid   black athletes is nothing more than a big F#@k You to white fans. Keep up the good work Elaine. Your stuff gets better all the time. Right, there’s nothing of substance to actually protest. Relative to blacks’ proportion of the total US population, they fare very badly with the justice system, in other words, they are way over-represented in arrests and convictions. But relative to the actual amount of crime they commit, they are actually *coddled* by the justice system and under-represented. Protests against “America” or “the national anthem” or “injustice” are really euphemisms for hatred of whites. I want more and more of this to happen — this is very good and necessary to wake up slumbering whites who don’t realize the degree of malevolence out there that is directed against them — based not on the content of their character, but on the color of their skin. Did you bother to check and see if this is true? Did the computer voice convince you? I am disappointed Elaine! Villanueva doesn’t get a pass.  He had the WHOLE COUNTRY behind him.  the minute he was muscled, he should have ran to AJ, to Mark Dice, to any of the big name Alt media.  And he would have been protected.  THEN he should have sued their EVERYONE’s backsides IMMEDIATELY. This was a man who saw action?  BS!  He is poor SOB who is an insult to the veterans of all previous wars, mostly WWII. Posted this in another blog post. http://bleacherreport.com/articles/273532-barack-hussein-obama-george-soros-to-nfl-no-limbaugh No wonder they are going off of the rails. Come on now, Elaine. We all know that every sociopath, political criminal, and religious phoney spend a lot of time waving flags and thumping bibles. This is so they can manipulate the American public – and probably rob the public in the process. Do you really believe that our American fore-fathers were really just fighting for a piece of colored cloth? These folks were fighting for the first enlightenment nation in human history and it’s revolutionary constitution. Waving a flag does not make you a patriot. And thumping a bible does not make you a good person. It takes real concerted action to be a patriot or a good person. @Sunger Yes, almost all the Forefathers were Masons.  The Masons were extremely anti-clerical and anti-monarchy.  This nation was supposed to be based on ancient Grecian and Roman principles.  Washington himself disavowed Weishaupt and Illuminism.  The Forefathers thought that the US was end game.  They didn’t go for the socialist, one world government aim. Later in the early 1800s, Americans became totally Anti-Mason and ferreted them out of Government. The Weishaupt sects didn’t start to gain power until the founding of Yale’s Skull and Bones.  That was truly when the US began to fall.  In 1832 Skull and Bones was founded.  In 1861, with the Civil War, was the Illuminists first attempt to bring down the US with all their little Skull kiddies in the mix.  The deal was done by the time the related Rhodes scholarship/Morgan people set up the Federal Bank. http://www.snopes.com/steelers-fined-1m-each/ I can’t figure out if you are nothing more than a common liar or you really are bat shit crazy. Probably both. My own ancestor, Henry Steele, was one of the founders of the Skull and Bones.  AHEM.  HAHAHA. Lightning hits us over and over again, damn it. About the news: so it wasn’t true.  So no one has been punished.  Well, this cooks the NFL cake good! Hey, if Elaine made a mistake, just point it out politely and I’m sure she will correct herself. (As an aside, politeness seems to be going extinct!) Let’s look at some facts here– The First Amendment protects US citizens from suppression from GOVERNMENT not private business– the NFL is a business. So these players are bound by the contracts that they signed with the business and, depending on those stipulations in the contracts they signed, that may NOT protect their First Amendment rights. So, it really depends on what these gridiron football players agreed to in their contracts. That’s what the legal experts are saying. [1] The other point is that these gridiron football players remained standing during the British national anthem, “God Save the Queen” and why didn’t they protest the abuses of the colonial rule of the British Empire, which included transporting slaves to the Americas? [2] There was NO kneeling for that, it would seem! For all I care, these overpaid gridiron football players could have hired The Sex Pistols for the half-time fun with a surprise rendition of their version of “God Save the Queen(/No Future)”– that I would have tuned in for! Further– I note this, in 1977, when Johnny “Rotten” Lyndon sang “There is NO future!”, he was unfortunately correct because now we are facing the Sixth (Holocene) Extinction of life on earth by 2100– and that probably includes HUMAN BEINGS, let’s not kid ourselves– let’s get real. [3] To paraphrase Pogo, “We have met the enemy and it’s us!” At this time, we are “whistling past the graveyard” in the delusional aspect of the definition [4], a global graveyard that includes more and more species. The human race continues to reproduce like yeast at this point to eventual collapse and continues over-consuming the earth’s resources at a rate that rivals anything that locusts can do on this planet, I fear. So let’s quit copulating around and consume less, please, because it’s going to be NO future at this rate. My fellow Americans, may I please suggest this– let’s start by cutting down half of our consuming habits in terms of non-renewable energy. We need to encourage education and empowering women in these African countries and that will help reduce the population problem. [5] As well as other countries, anyway– What do you think, Elaine? How can we do this realistically? I must defer to you out of respect for your wisdom on this subject and thank you again for all your hard work for humanity and the future of life on earth. Peace. ~*~ ~*~ ~*~ Sources: [1] “Can the NFL fire players for kneeling during the anthem? 9 Legal experts say yes.” https://www.vox.com/culture/2017/9/25/16360580/nfl-donald-trump-national-anthem-protest [2] “Britain, slavery and the trade in enslaved Africans” http://www.history.ac.uk/ihr/Focus/Slavery/articles/sherwood.html [3] “The Risk Of Human Extinction Before 2100 Is Higher Than You Might Think” http://educateinspirechange.org/science-technology/risk-human-extinction-2100-higher-might-think/ [4] “Whistling past the graveyard” http://disappearingidioms.com/whistling-past-the-graveyard/ [5] “Secondary Education for Females: A Primary Way to Prevent Overpopulation” http://www.hcs.harvard.edu/hghr/online/secondary-education-women/ … and lastly, the Sex Pistols performing their version of “God Save the Queen”. https://www.youtube.com/watch?v=EoXHgBhWbyw Elaine, You forgot also to point something about “sin”– it means to “miss the mark”! [1] Ha, ha, ha– take that “sin” and thanks, “sin” for the link to Snopes [2], I DO appreciate that resource that you have cited for your concerns. Let’s just be a bit more civil and polite about these issues, please. ~*~ ~*~ ~*~ Sources– [1] https://en.wikipedia.org/wiki/Sin …And See definition “b” here– http://www.biblestudytools.com/lexicons/greek/nas/hamartia.html [2] https://en.wikipedia.org/wiki/Snopes.com NFL is Tax Free? I was hoping Elaine was wrong…..so I am pleased.  Let the music play on!  I want to see this sh*t get real crazy!  Δ"}