{"id": "politifact1779", "label": 1, "url": "https://web.archive.org/web/20100513074658/http://video.foxnews.com:80/v/4186199/barasso-ready-to-question-kagan", "title": "Barasso Ready to Question Kagan", "text": "You must have JavaScript enabled to watch video May 10, 2010 Republican senator on concerns with Supreme Court pick Embed Copy and paste this code into your blog to embed it on your site. All Videos: Latest News Video Leave Feedback 10:40 May 13, 2010 L.A. city council votes to boycott Arizona amid outrage over law targeting ethnic studies 10:00 May 13, 2010 Go behind the scenes as Greta prepares for Wednesday's 'On the Record' 7:12 May 13, 2010 Sen. Hatch blasts Obama administration as CBO predicts health care will cost $115B more 5:30 May 13, 2010 House Minority Whip Eric Cantor unveils program that allows Americans to vote on government spending cuts 6:30 May 13, 2010 Exposing the first lady's hypocritical war on junk food 1:35 May 13, 2010 O'Reilly visits 'The View' ladies 6:90 May 13, 2010 Dennis Miller on his new neighbor, Al Gore 10:23 May 13, 2010 Sen. John McCain responds to favorable poll numbers on immigration measure 1:53 May 13, 2010 Man goes on stabbing rampage at kindergarten in China; Pope visits Portugal 0:32 May 13, 2010 Bear runs amok in New Jersey; another bear gets new home in Louisiana zoo 2:35 May 13, 2010 Ethnic tension on display 1:32 May 13, 2010 22-year-old poses as high school student in Texas; spring storm dumps three feet of snow on Wyoming 28:26 May 13, 2010 Panel on Fannie Mae and Freddie Mac; Supreme Court nominee Elena Kagan 1:26 May 13, 2010 Report: Federal prosecutors investigating complex mortgage-related investments sold to clients 3:22 May 13, 2010 Young boy survives crash that killed everyone else on board 0:37 May 13, 2010 Bret Baier gives you a sneak peek of the next show 6:57 May 13, 2010 'All-Star' panel on U.S. efforts to help stabilize the Afghan government 2:34 May 13, 2010 A Pennsylvania senator is trying to have it both ways 2:14 May 13, 2010 Another veteran congressman is shown the door 2:90 May 13, 2010 Supreme Court nominee begins her meet-and-greet with senators who will decide whether she gets the judicial job This material may not be published, broadcast, rewritten, or redistributed. © 2009 FOX News Network, LLC. All rights reserved. All market data delayed 20 minutes."}