{"id": "politifact690", "label": 1, "url": "https://web.archive.org/web/20081204120104/http://www.haysresearch.com/oc072508.htm", "title": "Survey Results from Hays Research Group", "text": " and receive monthly emails with survey results, news, and \n\t\t\t\t\tinformation from Hays Research Group. Alaska \n\t\t\t\t\tStatewide 'Opinion Counts' Survey Results Survey \n\t\t\t\t\tconducted 7/24/08 - 7/25/08 Remember to click here and add your email address to our new mailing list and \n\t\t\t\t\treceive survey results in your mailbox every month.  We \n\t\t\t\t\twill not share your email address with anyone. Survey Methodology This survey was fielded July 24 -25, 2008 as part of the \n\t\t\t\t\tHays Research Group Statewide Opinion Counts Survey. 404 completed respondents were interviewed The margin \n\t\t\t\t\tof error for the data collected is +/- 4.86 % for a 404 \n\t\t\t\t\tresponse survey for the data analyzed in its entirety with a \n\t\t\t\t\t95% confidence level; meaning that we can be 95% sure that \n\t\t\t\t\tif every resident of the State with working telephone \n\t\t\t\t\tnumbers who have at least one member who has voted in at \n\t\t\t\t\tleast two of the last four local or state elections was \n\t\t\t\t\tactually surveyed, the results would vary by no more than \n\t\t\t\t\t4.86% in either direction. The survey sample used was a computer generated random list \n\t\t\t\t\tderived from a database of all households within the State \n\t\t\t\t\tof Alaska with working telephone numbers who have at least \n\t\t\t\t\tone member who has voted in at least two of the last four \n\t\t\t\t\tlocal or state elections. The sample frame was designed to \n\t\t\t\t\taccurately reflect the actual population percentages. Respondents were screened to confirm they were over 18 and \n\t\t\t\t\teach household was attempted at least four times over a \n\t\t\t\t\tperiod of several days to account for non-response bias. \n\t\t\t\t\tData was analyzed utilizing SPSS Quancept Software. Interviews were conducted by trained staff with \n\t\t\t\t\ton-site supervision utilizing state of the art computer \n\t\t\t\t\tassisted telephone interviewing (CATI). Random interviews were monitored to assure quality \n\t\t\t\t\tcontrol measures were followed. Dialing results were analyzed daily to assure \n\t\t\t\t\tstatistically accurate distribution of call disposition in \n\t\t\t\t\torder to account for non-response variables.  Question 1 This question was paid for by Hays Research Group, and \n\t\t\t\t\tnot conducted on behalf of any other individual or group.  Answered by 404 out of 404   Do you have a very favorable, somewhat favorable, somewhat \n\t\t\t\t\tunfavorable, or very unfavorable impression of Sarah Palin?              Question 2 This question was paid for by Hays Research Group, and \n\t\t\t\t\tnot conducted on behalf of any other individual or group.  Answered by 404 out of 404  Do you have a very favorable, somewhat favorable, somewhat \n\t\t\t\t\tunfavorable, or very unfavorable impression of Don Young?          Question 3 This question was paid for by Hays Research Group, and \n\t\t\t\t\tnot conducted on behalf of any other individual or group.  Answered by 404 out of 404   And what about the election for US Congress, if the election \n\t\t\t\t\twere held today and the candidates were [ROTATE] _Ethan Berkowitz or _Sean Parnell, for whom would you vote?         Questio n 4 This question was paid for by Hays Research Group, and \n\t\t\t\t\tnot conducted on behalf of any other individual or group.  Answered by 175 out of 404 * (note: this question was only \n\t\t\t\t\tasked to respondents who identified themselves as \n\t\t\t\t\tRepublicans)  If primary \n\t\t\t\t\telection for US Congress were held today and the candidates \n\t\t\t\t\twere [ROTATE] _Don Young or _Sean Parnell, for whom \n\t\t\t\t\twould you vote?   * Only respondents who identified \n\t\t\t\t\tthemselves as Republicans in this survey were asked Question \n\t\t\t\t\t4, therefore the sample size for this particular question is \n\t\t\t\t\tsmaller at n=175 resulting in a margin of error of +/- 7.4%. To \n\t\t\t\t\tview the results of other past surveys click here If you would like to have a question \n\t\t\t\t\tincluded in the next 'Opinion Counts' survey, or to get more \n\t\t\t\t\tinformation on our Hays Research Group's public opinion \n\t\t\t\t\tresearch services, please don't hesitate to contact us . Two different programs will be offered \n\t\t\t\t\tin 2008: an Anchorage Municipal program conducted in the \n\t\t\t\t\tmonths leading up to the Anchorage Municipal Election, and a \n\t\t\t\t\tStatewide program which will be conducted monthly \n\t\t\t\t\tyear-round.  This is a unique opportunity to include \n\t\t\t\t\tyour own questions in each of the polls for a minimal cost \n\t\t\t\t\tby utilizing Hays Research Group's new Opinion Counts \n\t\t\t\t\tprogram.  Space is limited, so reserve your questions \n\t\t\t\t\tsoon! We invite you to explore this \n\t\t\t\t\twebsite and learn more about Opinion Counts, or contact Hays Research group for more information.  Copyright 2004-2008 Hays Research Group"}