{"id": "politifact1256", "label": 1, "url": "https://web.archive.org/web/20091014151848/http://www.pbs.org:80/newshour/bb/health/july-dec09/insurance_10-12.html", "title": "Health Reform Carries Heavy Price, Insurers Claim", "text": "GWEN IFILL: That follows two health care stories: debating the costs and covering the uninsured -- first, what new legislation could mean for premiums. Our health correspondent, Betty Ann Bowser, begins with some background. SEN. MAX BAUCUS, D-Mont.: We will come to order. BETTY ANN BOWSER: On the eve of a key Senate Finance Committee vote on legislation to overhaul the nation's health care system, the insurance industry mounted an attack on the bill. It came in the form of a report conducted by PricewaterhouseCoopers, and was paid for by the industry's trade group. It said the Finance Committee proposal would \"increase the cost of private insurance coverage for individuals, families, and businesses\" faster and higher than under the current system, because not enough Americans would buy health insurance under the bill. The resulting penalties for failing to do so would be too low. It would also cut Medicare payment rates, which the study said would trigger higher charges to private insurers, and, ultimately, those costs would be passed on in higher premiums to consumers. And the bill's combination of new taxes and fees on medical device makers, drug manufacturers, and on high-end insurance plans, or so-called Cadillac plans, would also be passed on to the consumer. The analysis also noted that, over the next decade, the cost of a typical family policy would be $20,000 more overall than it would be under the current system. Reaction from Senate Finance Committee Chair Max Baucus was quick and harsh. Spokesman Scott Mulhauser offered this statement: \"This report is untrue, disingenuous, and bought and paid for by the same health insurance companies that have been gouging too many consumers for too long, as they stand in the way of reform yet again. It's a health insurance company hatchet job, plain and simple.\" In the 1990s, insurers played a major role in defeating then President Clinton's health care plan. Premiums have spiked 130 percent since 1999. WOMAN: Have you been taking your medications? BETTY ANN BOWSER: This time around, insurers have agreed to stay at the negotiating table, at least until now, as long as there is a universal mandate. The Senate Finance Committee bill is one of five bills currently under consideration in Congress. GWEN IFILL: Margaret Warner has more on the state of the negotiations over cost and benefit. And, Ms. DeParle, thank you for being with us. NANCY-ANN DEPARLE, director, White House Office of Health Reform: Thank you. MARGARET WARNER: What is your overall response to the overall thrust of this report from the health insurance industry -- it came out late last night -- that the bill that's going to be voted on tomorrow would actually hike insurance premiums faster and higher than they would rise under the current system? NANCY-ANN DEPARLE: Well, I think they looked at a different bill. I think the insurance industry had an analysis done of a different bill than the one I have seen being marked up in the Senate Finance Committee. And, you know, the president asked everyone to come to the table and work together to try to get this problem of the health insurance premiums rising and doubling over the past decade, to get it solved for the American people. And, so, it's disappointing when an industry puts their special interest ahead of the national interests here. MARGARET WARNER: Well, you all have been working with the health insurance industry and others. And so have the Senate Democrats. Did you see this coming, or -- or do you feel blindsided here? NANCY-ANN DEPARLE: Well, we have been working with everybody to try to solve this problem. Health insurance costs are crippling American families. As I said, premiums have -- have more than doubled over the past decade. And -- and we want to solve the problem. And many of the other -- others in the health care sector want to work together to get it done. I was disappointed to see that the health insurance industry had -- had contrived a report like this at the last minute, right on the eve of a historic vote. I was disappointed. MARGARET WARNER: What do you mean contrived a report? NANCY-ANN DEPARLE: Well, if you look at the report, I think a lot of it is based on a flawed analysis. It's very selective. It ignores some of the key policies that are part of the Senate Finance Committee bill, such as the health insurance exchange, which is really a central feature that allows people to be pooled together to save administrative costs and to -- to lower people's cost in achieving getting coverage. The Congressional Budget Office said that the combination of the individual responsibility requirement and the penalties that were phased in, in the Senate Finance Committee bill would be sufficient to get 94 percent of Americans covered. And, so, that's a very different analysis than the one that we see today from the health insurance industry. MARGARET WARNER: But the health insurance industry is saying that, by weakening the penalties for not buying coverage -- in fact, this bill did reduce down to 94 percent, from, I think, 97-98 percent, the percentage of people who would actually have insurance. And, therefore, the younger and healthier consumers just wouldn't buy it. And they wouldn't buy it until they were -- they were sick. And, therefore, you couldn't really spread the cost. Don't they have a point there? NANCY-ANN DEPARLE: Well, as I said, the Congressional Budget Office, which is a nonpartisan group retained by Congress to evaluate these policies, found that that combination of the individual responsibility requirement and the penalties would work. And I think what you see here is that members of Congress, if anyone stayed up to watch the debate last week, are working really hard to try to come up with the optimal balance between the new requirement asking every American to step forward and get insurance, the subsidy that we're providing, tax credits, to make it affordable, and the penalties if you don't do it. And they're trying to get the right balance there. And each -- each bill, each committee has approached it slightly differently. The Congressional Budget Office said that this one will work. And we will work to get the best one in the end. NANCY-ANN DEPARLE: Well, we think that the Senate Finance bill is a -- is a good step forward. But, as I said, there are four other bills up there that we're also going to be working with the Congress to -- to mold this, in the end, to get the best bill possible. MARGARET WARNER: Now, let me ask you about another major charge in this report which has to do with the new taxes and fees, and if you -- on the Cadillac plans and drug and device makers -- if you lump it altogether, what they seem to be saying is, that's just larding more costs on to the system, and that, instead, this bill should be doing more to reduce the -- the sort of cost curve, the sharp trajectory of the cost curve. And there just isn't enough there. Now, that -- that is being said by other critics of all these bills that are up there. NANCY-ANN DEPARLE: Some are saying that. Others are saying that we're moving too fast to reform the health care system. So, this is a complicated subject. But I would say, in particular, about the high-cost excise tax on the Cadillac plans, that's a -- that's a particularly egregious example of the analysis. And it's flawed, in that they're assuming that -- they say in the report, well, most people agree that this -- these taxes would never be borne by plans because, in fact, this would discourage these plans from existing anymore; people wouldn't want to buy these high-cost plans anymore. And, yet, they go on to say, but, if we were to spread the costs around to everyone, here's what it would do to premiums. Well, they say themselves -- this is sort like of an analysis where you said, we all know the earth is round, but, if it were flat, look what it would look like. It's absurd. And I think they know that. MARGARET WARNER: Let me finally ask you, how serious a hit is this, to take one of the allies in your sort of coalition, to suddenly have them turn on this? And how do you interpret it? Do you think now they're trying to kill the bill, or is this a negotiating tactic, trying to shape it as it goes forward? NANCY-ANN DEPARLE: Well, I think it's probably more of a negotiating tactic. As I said, we're closer than we have ever been before to getting real insurance reform done. And the president has asked everybody to be at the table and everyone to work together to get this done. And it -- it's a shame when one special interest group tries to step out and create more leverage by, you know, putting out a report like this. I think the American people will see through that, though. MARGARET WARNER: Nancy DeParle, director of the White House Health Office, thank you. NANCY-ANN DEPARLE: Thank you. Thank you for coming in. KAREN IGNAGNI, president and chief executive officer, America's Health Insurance Plans: Thank you very much. MARGARET WARNER: Let's just pick up where Nancy DeParle left off. She essentially called your group a special interest group that is trying to come in now and gain leverage in the 11th hour of negotiations. KAREN IGNAGNI: We have worked very hard from the beginning of this year to enter the health care reform discussions with legitimate proposals that would solve the problems that the American people were telegraphing they wanted solved, guarantee issue, no preexisting condition requirements, everybody in the pool, everybody stays in the pool, nobody loses coverage. To make that work, not because we said so, the experience at the state level indicates that you have to have everybody participate. A number of policy analysts have come to the same conclusion that we have. And what happened in the states was exactly the following, that, in states that enacted market reform without everyone participating, you had rate shock. You had people leaving the pool who were young and healthy, spiraling up the costs for everyone else. This is not a projection. This is what happened at the state level. They had to repeal legislation. They had to change legislation. And we shouldn't let past be prologue here. MARGARET WARNER: But is the difference between -- I think the earlier versions of the bill, well, 97 percent of the Americans would be covered. MARGARET WARNER: Here, it's 94. Is that really that critical? KAREN IGNAGNI: Well, Margaret, we don't think 94 is the right number. CBO has not... MARGARET WARNER: The Congressional Budget Office. KAREN IGNAGNI: The Congressional Budget Offices analyzes and does a fantastic job of looking at on-budget costs. We have our own models, which are very in-depth. But we knew that it was important to get an independent validation. This is the second study. We shared... MARGARET WARNER: But are you saying -- Sorry. Don't mean to rush you. But are you saying you think more -- fewer, even fewer Americans will enlist in this, if it's this version? KAREN IGNAGNI: Yes. Based on -- based on the actuarial analysis -- this is now the second actuarial analysis that we have had done. And it confirms what we saw at the state level. We think that there is an issue. We think a number of members of Congress believe it's an issue. And if, politically, members of Congress can't solve it by doing penalties, we think there are other ways to bring everybody into the pool. And we have been spending a great deal of time talking with members of Congress. Our members feel very strongly we need reform this year. But we need to do it where -- we need to have reform that works, because no one will be satisfied. MARGARET WARNER: Now, the White House and the Finance Committee staff is saying you're ignoring the fact that 85 percent of the Americans who will now have to get coverage, they're going to get some form of tax credit or subsidy, and that there's a special category created for really young people anyway, that it will be quite cheap. KAREN IGNAGNI: Well, two things. One -- just to keep it simple, one, there are 42 percent of people who have coverage now who are -- have incomes over the subsidy level. So, this is a material fact for them, number one. Number two, if we're talking about subsidies, and we don't have any comprehensive cost containment in the bill, then we're going to have spiraling costs, increasing the cost of subsidies, creating more on-budget federal costs. KAREN IGNAGNI: We're not critical of the plans or the employers or unions that have negotiated them. MARGARET WARNER: No, you're -- no, you are critical -- you -- you are critical of taxing them. You are critical of the bill for wanting to tax them. KAREN IGNAGNI: What the report does is, they look at the taxes. And there are two parts to the tax. One is an excise tax, a new health care tax that would be on pharmaceutical price -- costs on devices on health insurance. According to CBO, that gets passed through to individuals. Our point -- and then we looked at the Cadillac tax -- if you have not everyone in the pool, if you have costs shifting from not doing comprehensive cost containment, if you have new excise taxes, that's increasing costs. If we were to do cost containment, Congress wouldn't be backed in to having to deal with excise taxes and spiraling people up to a Cadillac level faster. MARGARET WARNER: What I wanted to ask you, though, is, would not putting a tax on these very high-value -- meaning high-usage of health care services -- plans induce employers and workers to choose, in fact, less generous ones? KAREN IGNAGNI: Well, it may do that. But I think the ethical issue here and the social issue is whether that's the right place to start the domino rolling. If Congress has not had the ability, for whatever set of reasons, to make cost containment across the board front and center, which we think they should, and you're dealing with the end result, which are employers that are offering comprehensive benefits to their workers or unions that have negotiated them -- and we are not the only one making this observation -- that seems to us like the wrong end to start the domino. Where we would start it is to encourage all the health care stakeholders to do what they said they were going to do last summer to step up and contribute to cost containment. And let me tell you what we're doing. We are -- we have promised administrative simplification, massive administrative simplification. The legislation requires us to do it. We stand behind that. We will stand behind it. We will get it done. So, we think that there are others that could step up. And we could have more effective cost containment. MARGARET WARNER: Bottom line, are you saying that, if the bill that, say, emerges from the Senate or comes to the Senate floor looks a lot like this Baucus bill, that then the health insurance industry would oppose it? KAREN IGNAGNI: What we are saying right now is exactly what we're saying today, which is that we have a piece of legislation that needs to be addressed. There are issues that need to be attended to. And, if they are attended to, then we can get that affordability promise solved and fulfilled, and we can get the promise of bringing more people into the system. That's the way we started out this year. That's the way the country started out this year. That should be our goal. We need a workability standard. We need to a sustainability standard, because people won't be satisfied if in fact the costs increase. MARGARET WARNER: All right, we have to leave it there. KAREN IGNAGNI: Thank you. MARGARET WARNER: Karen Ignagni... KAREN IGNAGNI: Thank you. MARGARET WARNER: ... thank you so much. KAREN IGNAGNI: Thank you. GWEN IFILL: Find out why requiring every American to have health insurance coverage remains a sticking point for some in Congress. That's on our Web site, NewsHour.PBS.org."}