{"id": "politifact910", "label": 1, "url": "https://web.archive.org/web/20090120134739/http://www.pbs.org:80/newshour/bb/social_issues/jan-june09/slaverydc_01-16.html", "title": "Author Offers Insights on Slavery, the Capitol, and Obama's Inauguration", "text": "JIM LEHRER: And, finally tonight, a special perspective on the Obama inauguration. It comes from an author who traced the story of African-American slaves in Washington. JESSE J. HOLLAND, Author, \"Black Men Built the Capitol\": My name is Jesse J. Holland. I wrote the book \"Black Men Built The Capitol: Discovering African-American History in and Around Washington, D.C.\" One of the things that I found was that actual African-American slaves were used in the construction of the U.S. Capitol and the White House. Out of just about the 600 or so people who worked on the Capitol, maybe about 400 were African-American slaves. So, they would bring in all these slaves from these plantations around Washington, D.C. And the area where Barack Obama is going to take his oath of office, right in front of that, there will be hundreds of thousands of people sitting in chairs. That area used to be a tent city for these slaves and workers. On Inauguration Day, that area will be filled with dignitaries. It will be filled with politicians. But, on that land where they're sitting, African-American slaves actually used to live while they worked on the Capitol. The person in charge of the Capitol construction vetoed the whole project. The person in charge was Jefferson Davis. And, when he saw the picture of the Statue of Freedom, he noticed the cap that was on top of the statue. And, being a student of Roman history, Jefferson Davis knew that the only people in Roman history who wore liberty caps were freed slaves. Well, Jefferson Davis, who goes on to be the president of the Confederacy, says, there's no way he's going to allow them to put a statue of a freed slave on top of the Capitol. So, he tells Thomas Crawford that, you either change the statue, or we're going the commission to someone else. Now, like I said, Crawford was an art student. Art students always need money. So, instead of changing the statue, what Thomas Crawford did was, he took the liberty cap off, and he put an American eagle helmet on. So, most people look at the Statue of Freedom now and they think, this is the statue of an American Indian on top of the Capitol. No, it's not. It's actually a statue of a freed slave with an American eagle helmet on top. James Hoban, the architect of the White House, actually brought some of his own personal slaves up to Washington, D.C., from South Carolina to work on the White House. What a lot of people don't know about the National Mall, Capitol, Supreme Court area is that African-American slaves were held in bondage in slave jails on some of these sites. Here, on the site of the Supreme Court, was a building that was called the Old Brick Capitol. That's the building that Congress used after the Capitol was burned in the war of 1812. Well, the slave market was so robust in the District of Columbia that slave owners ran out of space to hold their slaves. So, they would rent public jail space to use for storage for African-American slaves. And one of the places they did this was here, at the Old Brick Capitol, on the site of where the Supreme Court is right now. That also happened on the National Mall in places like Robey's Tavern, which sits in between the Department of Education and the Smithsonian Air & Space Museum is today, and also on the site of the National Archives. But very few people took the time to actually record what the day-to-day lives of African-American slaves were in Washington, D.C. Some of the slaves who worked in the White House, we know that they got to dress in fine clothes. We know that they were taught French cuisine. But we also know that they must have not loved their life, because we have records of several slaves who attempted to escape from the work areas at the Capitol and at the White House. It closes a circle in American history to have an African-American taking the oath of office, and becoming the most powerful person in the United States, and yet still live in a building that was built by some of the least powerful people in the United States, African-American slaves. It shows the progress that we have made as a country."}