{"id": "politifact31", "label": 1, "url": "https://web.archive.org/web/20051210114606/http://www.allianceforschoolchoice.org:80/school_choice_history.aspx", "title": "School Choice FAQ", "text": "While the school choice movement can trace its lineage to the very genesis of \n\t\t\t\tthe United States civil society, the concept of parental choice in education \n\t\t\t\tbegan to more fully mature through the work of Nobel Prize winning economist \n\t\t\t\tMilton Friedman. Just one year after the landmark Brown v. Board of Education \n\t\t\t\tcase, Friedman explained a plan for student school vouchers that would enhance and diversify K-12 education across the country. \n\t\t\t\tFriedman’s plan, and much of the scholarship that it inspired, focused on the \n\t\t\t\tmeans by which all students would have access to equal and excellent \n\t\t\t\teducational opportunities. In 1990, the movement took a substantial step forward with the creation of the \n\t\t\t\tnation’s first publicly financed urban school choice program, the Milwaukee \n\t\t\t\tParental Choice Program.(link to page with state choice programs) Several \n\t\t\t\tsimilar initiatives were established in the years following, utilizing both the \n\t\t\t\tvoucher and the tax credit model, with publicly funded and supported choice programs \n\t\t\t\tdeveloping in areas such as Arizona, Florida, Minnesota, Pennsylvania, \n\t\t\t\tCleveland and Ohio. With the development of these programs came the institution \n\t\t\t\tof multiple state-based and national organizations (link to allies page) whose \n\t\t\t\tfunction was the protection and expansion of school choice. In 2002, the \n\t\t\t\tmovement earned a momentous triumph with the U.S. Supreme Court’s decision on \n\t\t\t\tthe constitutionality of the Cleveland scholarship program in the 2002 Zelman \n\t\t\t\tv. Simmons-Harris decision. Throughout this period of tremendous growth, it became increasingly clear that \n\t\t\t\tthe school choice movement would need to develop a national infrastructure and \n\t\t\t\tvision in order to achieve sustainable success. With this in mind, scholars, \n\t\t\t\tallies, philanthropists and activists discussed the creation of a single, \n\t\t\t\tnational, high capacity initiative that could lead school choice into its most \n\t\t\t\texciting era. After significant research and planning, on May 17, 2004 – the \n\t\t\t\t50th anniversary of Brown v. Board of Education – this initiative became a reality, \n\t\t\t\tas the Alliance for School Choice was launched. The Alliance for School Choice is the only national policy organization devoted \n\t\t\t\texclusively to promoting school choice programs that expand private sector \n\t\t\t\topportunities, primarily for economically disadvantaged children. Together with \n\t\t\t\tits sister lobbying organization, Advocates for School Choice – and in close \n\t\t\t\tcollaboration with state and national allies – the Alliance is devoted to \n\t\t\t\tassisting local efforts to implement successful and transformative school \n\t\t\t\tchoice programs throughout the country. The Alliance for School Choice is the legacy of many years of advancing the \n\t\t\t\tcause of educational opportunity. Standing on the shoulders of giants such as \n\t\t\t\tMilton Friedman, strengthened by the pioneering work of countless allies, and \n\t\t\t\tempowered by the promises set forth in Brown v. Board of Education, the \n\t\t\t\tAlliance is committed to the work of leading school choice into a new era – one \n\t\t\t\tthat will ultimately see the vision of educational opportunity become a \n\t\t\t\treality."}