{"id": "politifact14243", "label": 0, "url": "https://web.archive.org/web/20170619144927/http://breakingtop.world:80/2017/06/15/libtard-hero-al-franken-forced-resign-disgrace", "title": "Libtard Hero Al Franken Forced To Resign In Disgrace", "text": "Home News United Libtard Hero Al Franken Forced To Resign In Disgrace News United Libtard Hero Al Franken Forced To Resign In Disgrace By admin 3023 0 Share on Facebook Tweet on Twitter tweet Libtard Democrat Al Franken will resign his seat as US Senator and Minority Leader this morning after learning that the White House has enough on him to ruin his marriage and send him to jail. Rather than face the backlash and vindictive response from the Trump administration to his requests to play ball, Franken will resign, deny all of the allegations and spend the next 7 1/2 years under investigation by Trey Gowdy. This was a great move by Trump. Not only does he get rid of a huge political opponent, he shows America that our elected officials can be compromised and forced to do as they’re told. No more of this pussyfooting around with majority votes and filibusters…either get in line of get out. One of these days the Democrats will realize they can’t keep up with the winning strategy of the Republican party. It doesn’t matter how many more votes the Dems get, the GOP continues to grow stronger. With Schumer out of the way it will grow even stronger. The alleged file on Franken includes things like pushing entitlement programs that are meant to give away free stuff for votes and adultery. President Trump doesn’t mess around. SOURCE: http://ourlandofthefree.com/2017/06/libtard-hero-al-franken-forced-to-resign-in-disgrace/ SHARE Facebook Twitter tweet Previous article Swamp Fights Back: Mueller Did The UNTHINKABLE – PEOPLE IN SHOCK!! Next article JUST IN: Newt Gingrich Destroys \"The View\" Host With 1 Question On LIVE TV! admin LEAVE A REPLY Cancel reply Please enter your comment! Please enter your name here You have entered an incorrect email address! Please enter your email address here Recent Posts GRAPHIC: BRUTAL Videos Of Cars Plowing Through Protesters Trying To Block The Road BREAKING: Maxine Waters Caught In HUGE Corruption Scandal Democrat Leader Is Now Calling On Followers to “Hunt Republicans” REVOLT! Democrat Senator Diane Feinstein Calls for Investigation into Obama, Lynch, & Hillary Senate Tries HARD To Cut Trump’s Power… He Needs Our SUPPORT! Categories ANIMAL Featured Gallery Health News United Uncategorized"}