{"id": "politifact15159", "label": 0, "url": "https://www.nbcnews.com/storyline/charleston-church-shooting/charleston-shooter-dylann-roof-moved-death-row-terre-haute-federal-n749671", "title": "Charleston Shooter Dylann Roof Moved to Death Row in Terre Haute Federal Prison", "text": "U.S. news Charleston Shooter Dylann Roof Moved to Death Row in Terre Haute Federal Prison Roof has been transferred to death row at a facility that houses most male inmates awaiting execution under the federal government. Dylann Roof is escorted into the court room at the Charleston County Judicial Center in Charleston, South Carolina, April 10, 2017. Grace Beahm/Pool / Reuters April 22, 2017, 12:21 PM EDT / Updated April 22, 2017, 12:49 PM EDT By Avalon Zoppo Convicted church shooter Dylann Roof has been transferred to death row at Terre Haute Federal Prison in Indiana — the facility that houses male inmates awaiting execution under the federal government. Roof, the first person to be convicted of a federal hate crime and sentenced to the death penalty, was removed from custody in Al Cannon Detention Center in North Charleston, South Carolina, on Friday and transferred to Terre Haute, prison records show. Terre Haute, a medium-security prison where inmates are put to death by lethal injection, currently houses 1,338 inmates . Dylann Roof is escorted into the court room at the Charleston County Judicial Center in Charleston, South Carolina, April 10, 2017. Grace Beahm/Pool / Reuters In January , a jury sentenced the self-proclaimed white supremacist to death for killing nine black worshipers in June 2015 at Emmanuel AME Church in Charleston during a Bible study. The 23-year-old told FBI agents that he was trying to start a race war. He also pleaded guilty to nine counts of state murder charges on April 10. Roof is now among the long list of well-known criminals who have spent time in the Indiana facility. Others include murderer and drug trafficker Raul Garza and Oklahoma City bomber Timothy McVeigh. Read more about the lethal injection controversy here As of Feb. 9, there were 62 federal inmates on death row, according to the Death Penalty Information Center. Three inmates have been on death row since 1993 — drug gang members Richard Tipton, James Roane Jr. and Corey Johnson, who were convicted of killing nine people to protect their crack trade. Boston bomber Dzhokhar Tsarnaev, who a jury in 2015 recommended be put to death, remains in a federal lockup in Colorado, where officials say they can better handle his \"unique\" security arrangements. After the federal death penalty was suspended by a 1972 U.S. Supreme Court decision, it was brought back 16 years later and three people have since been executed under it. Is Lethal Injection Painful? 01:47 Like his fellow death row inmates, it isn't likely Roof will be executed anytime soon. Legal battles are underway in a number of states, including Arkansas and Ohio, over the constitutionality of controversial lethal injection methods. Prosecutors and defense lawyers are arguing over whether one of the three drugs used in the process, called midazolam, constitutes \"cruel and unusual punishment\" because it fails to render inmates unconscious before two other drugs are injected. Avalon Zoppo"}