{"id": "politifact14605", "label": 0, "url": "http://nypost.com/2017/10/02/wife-of-las-vegas-massacre-victim-he-saved-my-life-and-lost-his/?utm_campaign=SocialFlow&utm_source=NYPFacebook&utm_medium=SocialFlow&sr_share=facebook", "title": "Wife of Las Vegas massacre victim: ‘He saved my life and lost his’", "text": "US News Wife of Las Vegas massacre victim: ‘He saved my life and lost his’ By Ruth Brown Published Oct. 2, 2017 Updated Oct. 2, 2017, 3:24 p.m. ET Sonny and Heather Gulish Melton Facebook Explore More Jason Aldean reveals he suffered emotional ‘breakdown’ after 2017 Las Vegas music festival shooting 8 somber ‘SNL’ cold opens that brought tears instead of laughs Taylor Swift once said her ‘biggest fear’ is a terror attack at one of her concerts A nurse from Tennessee died saving his wife’s life in the mass shooting at a Las Vegas music concert Sunday night, according to reports. Sonny Melton, 29, was fatally gunned down protecting wife Heather from the hail of bullets shooter Stephen Paddock rained down on the Route 91 music festival, his wife said. “He saved my life,” Heather Gulish Melton told USA Today . “He grabbed me from behind and started running when I felt him get shot in the back. “At this point, I’m in complete disbelief and despair. I don’t know what to say. Sonny was the most kind-hearted, loving man I have ever met,” she added in a statement to radio station WCYB . The couple both worked at the Henry County Medical Center in Paris, Tenn. — he was a registered nurse and she is an orthopedic surgeon, the hospital said in a statement. Melton “checked in” at the event on his Facebook page Friday night — and condolences flooded the post’s comments thread Monday. Days before, his wife had posted a photo of the smiling couple wearing matching Eric Church shirts — Route 91’s headline act. Related Video Las Vegas massacre is deadliest shooting in modern US history Filed under festivals las vegas las vegas massacre shootings 10/2/17 Read Next FBI: Las Vegas shooter had no connection to ISIS Trending Now in US News This story has been shared 124,399 times. 124,399 Trump gives update on when $2,000 tariff dividend checks could go out This story has been shared 36,951 times. 36,951 Inside the extravagant lives of the NJ bookie moms caught up in Mafia-linked betting ring This story has been shared 28,973 times. 28,973 SC death row inmate's last meal before he’s executed by firing squad This story has been shared 22,174 times. 22,174 OJ Simpson estate signs off on $58M for Ron Goldman's father, decades after shocking double murder Most Commented Join the conversation This story has 4.7K comments. 4.7K Furious WH reveals Epstein victim who ‘spent hours’ with Trump — and always said he never did anything wrong This story has 1.8K comments. 1.8K Lefty Rep. Jasmine Crockett gets fact-checked by CNN while failing to smear Trump over Epstein docs This story has 1.4K comments. 1.4K Flight carrying 4 congressmen diverted over disruptive passenger who shouted about 'fascist state' Listen Now Now on Page Six Sophie Grégoire breaks silence on estranged husband Justin Trudeau’s romance with Katy Perry Sacha Baron Cohen, 54, cozies up to influencer half his age for club outing after Isla Fisher divorce Equinox Printing House’s elevator mess causing drama with swank building’s tenants See All Video What’s going on with Garrett Wilson’s knee? | The Injury Report Now on Decider Bill Maher Skewers Trump Over Epstein Docs in Blistering ‘Real Time’ Monologue ‘The Golden Bachelor’s Cindy Cullers Walked Out On Mel Owens In The Season 2 Finale: “I Don’t Think I Need To Convince A Man To Love Me” ‘Selling The OC’ Star Kaylee Ricciardi Says Mattress Actress Riley Reid Is Truly The “Ariana Grande Of Porn” Eddie Murphy Revisits David Spade’s Infamous Diss That Sparked ‘SNL’ Feud in ‘Being Eddie’: “F–k Y’all, That’s What Y’all Think of Me?” See All Covers Today's Cover Front Cover Back Cover Flip for back cover Browse Covers"}