{"id": "politifact1892", "label": 1, "url": "http://abcnews.go.com/ThisWeek/week-transcript-hoyer-boehner-bill-gates/story?id=10900231", "title": "'This Week' Transcript: Hoyer, Boehner and Bill Gates", "text": "Transcript: Hoyer, Boehner and Bill Gates June 13, 2010 &#151; -- TAPPER (voice-over): Good morning, and welcome to \"This Week.\" It keeps getting worse in the gulf, while the nation asks, who's in charge and when will it end? OBAMA: We talk to these folks so I know whose ass to kick. TAPPER: And Congress turns up the heat on BP. Our headliners this morning, House Majority Leader Steny Hoyer. HOYER: We need to get it stopped. TAPPER: And Minority Leader John Boehner. BOEHNER: Figure out what the hell went wrong. TAPPER: Hoyer and Boehner, a \"This Week\" debate. Then, he revolutionized computing, and now he wants to do the same for energy. In a \"This Week\" exclusive, Microsoft co-founder and chairman Bill Gates outlines his vision for a clean energy future... GATES: The government playing a strong role is critical and urgent. TAPPER: ... and what it will cost. Plus, the roundtable looks at a big night for women in politics. That and all the week's politics with George Will, Democratic strategist Donna Brazile, former Republican Congressman Tom Davis, and former Labor Secretary Robert Reich. And as always, the Sunday funnies. COLBERT: Eighty-two billion dollars lost. God. It would be such a tragedy if any pelicans owned BP stock. (END VIDEO CLIP) ANNOUNCER: From the heart of the nation's capital, \"This Week\" with ABC's senior White House correspondent, Jake Tapper, live from the Newseum on Pennsylvania Avenue. TAPPER: And joining me now is House Majority Leader Steny Hoyer and House Minority Leader John Boehner. Gentlemen, thanks so much for joining me. HOYER: Thank you. BOEHNER: Hey, good morning. TAPPER: So you got a letter last night -- I actually think I got it before you guys did... HOYER: I think you did. TAPPER: ... but from President Obama requesting $50 billion in emergency spending for state and local governments. Leader Hoyer, you have said that there is spending fatigue on Capitol Hill. Can you get this passed? HOYER: Well, I think it's accurate that there's spending fatigue, not only on Capitol Hill, but around the country. People are concerned about the debt level, and we are, as well. But clearly, you cannot not continue to stimulate an economy that is still struggling to get out of the deep ditch that we found it in about 18 months ago. What the president is saying is, we need to expend additional dollars to make sure that we don't have significant layoffs in the next few months, which will again depress the economy, so that -- I understand what he's saying. I have asked the White House to look at the package that we -- the Recovery and Reinvestment Act that we passed, approximately $800-plus billion. There are clearly funds in there that have not been expended to see whether or not there are some available for this more immediate priority than some that may not be quite as immediate. TAPPER: Leader Boehner, the president said in his letter that if this does not pass, the economy -- there's a risk that the economy will slide back into recession. Do you agree? BOEHNER: Listen, I'm concerned about the plight of teachers, firemen, policemen who face the real possibility that they may be laid off, but to send this letter up here on a Saturday night with no opportunity to cut spending elsewhere in the budget strikes me as a little different. Steny and I and other leaders were at the White House on Thursday, and this subject never came up. There was no indication this was going to happen. And I'm asking myself, why is this happening on Saturday night? Fact is that the spending spree in Washington is continuing to run unabated. The American people are screaming at the top of their lungs, \"Stop!\" And -- and to move this without finding other offsets in spending, I think, is irresponsible. It's just putting more debt on the backs of our kids and our grandkids, and it really begs the question is, why don't we have a budget this year? You know, we've not cut -- the House has failed -- not failed in the modern era to move a budget. And this appears to be the first time in the modern era that the House is not even going to consider a budget. TAPPER: Well, Leader Hoyer, if I could... (CROSSTALK) TAPPER: ... if I could say, one of the -- the theory is that you don't want to make vulnerable Democrats vote for another spending bill, and that's why for the first time since 1974 there isn't going to be a House budget. Is that not true? HOYER: Whatever -- whatever the theory may be, Jake, the fact of the matter is, my friend, Mr. Boehner, voted for $2 trillion during the Bush administration of unfunded spending. So when he says this cascade of spending, he... (CROSSTALK) TAPPER: But you agree that this should be offset with spending cuts? HOYER: I would hope that we could do that, yes. However, what I said was, money that has already been appropriated in the Recovery and Reinvestment Act that has not yet been spent could be spent now on these priority items. Nobody wants to see $300,000 teachers or fire and police laid off. That's not good for the economy; it's not good for our kids; it's not good for the safety of our communities. So the president's absolutely right in terms of this being critically important spending, and we're going to work on getting that. I personally believe that if we have dollars that are not yet expended in the Recovery Act that we can apply to this immediate need and then look to later expenditures in the long term for investments, I think we ought to do that. But we can't -- we can't stimulate and depress at the same time. TAPPER: I'd like to -- I'd... BOEHNER: Jake, every family knows that in a tough time it's more important to have a budget, not less. And if you think that they're going to move a budget on Capitol Hill, you must obviously believe that Elvis is still alive. TAPPER: Well, I'd -- I'd like to move on to another topic... HOYER: I know you do... TAPPER: ... other than Elvis. HOYER: ... but as you know, the Republicans didn't have a budget in '02, '04, '06. BOEHNER: The House has never failed to pass a budget in the modern era. HOYER: And the American public had no idea about that, budgets that pass... BOEHNER: Well, this is a great opportunity... HOYER: ... and spending bills that follow (ph). BOEHNER: ... to cut spending and to get the economy going again. HOYER: And we're doing that. BOEHNER: That's why I gave the president... HOYER: Let me close with this. BOEHNER: ... a letter this week with -- 100 economists signed a letter saying that cutting spending now will, in fact, help get the economy moving again, get jobs back... (CROSSTALK) TAPPER: I would like -- in terms of getting things moving again, I would like to move to another topic... HOYER: Look, can I conclude on the deficit? Because the president -- we've adopted statutory PAYGO, which they jettisoned. BOEHNER: And you've ignored it every time you've had a chance to use it. TAPPER: All right, guys... HOYER: The president sent down a freeze in spending. And he established a commission to look at long-term spending control. All of that is positive movement. TAPPER: Let's move on to the oil spill. BOEHNER: The American people want spending cut now. TAPPER: Got it. Let's move on to the oil spill, because I want to get your reaction. On Tuesday, the BP chief operating officer, Doug Suttles, told the Associated Press that the flow \"should decrease to a relative trickle by Monday or Tuesday.\" That's by tomorrow or the day after that, Doug Suttles said that. I don't know what a relative anything means when it comes to this oil spill, but there's no indication that there's going to be -- it's only going to be trickling by tomorrow or the next day. And I just want to know, as the leaders of your respective parties on Capitol Hill, are you finding it tough to believe anything these guys from BP have to say anymore? HOYER: Certainly BP has not been accurate in its representations. It has been misleading in its representations. What has happened is outrageous, and the American public are correctly very, very angry. And the administration has been marshalling every asset that we have available to work on this program. I hope he's right. The American public hopes he's right. A trickle. I don't know what a trickle is. But certainly a very, very substantial reduction. BP said they could handle a 250,000-barrel spill. They have -- weren't able to handle what they said was initially a 5,000, which was -- what then went to 20,000 or 25,000 and now we think is a much greater spill than that. BOEHNER: Well, Steny, guess what? I agree wholeheartedly with you. The American people want this oil leak stopped now. They want to know what happened. They want the gulf cleaned up. And they want it all done now. And I just think that BP ought to be held responsible for all of the costs that are involved in this. I've said that right from -- from the beginning. And I continue to believe that. I'm sure that the federal government, though, was -- isn't also responsible. The laws that were in place, the -- the materials that should have been in place for a spill this size were not, and the reaction, I think, on the part of the administration has been slow. But having said that, it's time to get this thing stopped now. TAPPER: All right, just to... HOYER: The only thing I would say to that, Jake... TAPPER: ... just to clear up what you said earlier this week, on Thursday, you said that -- that BP and the federal government should take full responsibility. To clarify that, you think BP needs to pay? BOEHNER: I've said from the beginning, BP needs to pay for the entire cost of this. But the federal government -- this is a failure of government. Government is there to protect our shores, to protect our environment. And there's been a real failure here. We've been asking for 55 days, where's the inspection reports from this rig? The administration won't give them to us. TAPPER: The Democrats are pushing a bill to lift the liability. Right now, it's at $75 million. Democrats are pushing a bill to lift the liability cap. Do you support that? BOEHNER: I believe that lifting the liability cap on BP and for this spill is appropriate. I have concerns... TAPPER: So lift it entirely for BP? BOEHNER: Absolutely. They should be held responsible for every dime of this cost. HOYER: Let me -- let me -- let me say a few words here. First of all, the Republicans have been holding up lifting the cap in the Senate from the $75 million, minuscule sum, as we see, to $10 billion. Secondly, I think John Boehner is right in this respect: The psychology of neglect in terms of regulatory oversight that was pursued in the Bush administration, which led to the banking failure, insurance prices going way up, and oil companies thinking they could do whatever they wanted because the \"drill, baby, drill\" crowd, all they wanted them to do was to drill. So I think John's right. I think the regularly psychology of the last administration was not appropriate, and there was mistakes made in this administration, as well. BOEHNER: How long are you going to blame the Bush administration? Come on. What's going on over at MSS... HOYER: As long as they're responsible, whether it's the economy... BOEHNER: No, that's -- listen... HOYER: ... or their lack of oversight, John, I'm going to do that. BOEHNER: Where -- where -- when is someone... HOYER: As appropriate (ph). BOEHNER: ... in Washington going to -- Washington going to take responsibility for what they are in charge of? TAPPER: I want to move on... HOYER: And the administration has done that. TAPPER: I want to move on to some foreign policy questions, but before I do, I just -- there -- there was a poll recently this week indicating that the American people rate the federal response to this oil spill as worse than the federal response to Katrina, 69 percent negative for the gulf oil spill, 62 percent negative for the government's response to Katrina. Do you rate the government's response to this oil spill as negative or positive? HOYER: Absolutely not. I think that that's -- the American public are angry, rightfully so. BP was on site. The folks who own the rig, Halliburton, who constructed the piping, the concrete down there, they are responsible with the federal government was (ph). Immediately upon this incident happening -- immediately... TAPPER: So you think the government's responsible? HOYER: ... the Coast Guard -- the Coast Guard was on site. Unfortunately, tragically, we lost 11 lives, but saved over 100 lives on site. Thad Allen, the admiral, immediately put in charge, 17,500 National Guard troops on duty right now. TAPPER: OK. HOYER: So there's been a vast response here. A natural disaster came along in Katrina, and, frankly, there were months before there was adequate response. TAPPER: Leader Boehner, turning to Israel, a member of your leadership team, Congressman Mike Pence of Indiana, said this on Thursday. (BEGIN VIDEO CLIP) PENCE: Remarkably, yesterday, the president said it was time for Israel to sharply limit its effective blockade in Gaza, saying, quote, \"The situation in Gaza is unsustainable.\" The truth is, Mr. President, your policy in Israel is unsustainable. The American people are on the side of Israel and Israel's right to defend herself. Mr. President, whose side are you on? (END VIDEO CLIP) TAPPER: Leader Boehner, is expressing concern about the humanitarian crisis in Gaza the same thing as being anti-Israel? BOEHNER: Well, I think the Israelis have a clear right to -- to defend themselves. When you look at this flotilla that came over, the first five ships that were inspected, there was no -- there was no problem at all. It's pretty clear to many of us who've looked into this that this last ship was intended to be a problem, intended to cause a conflict. And this is part of a much bigger problem that we see with the administration, where we've -- we've coddled our enemies and -- and pushed our friends aside in the process... TAPPER: Leader Hoyer? BOEHNER: ... raising a lot of doubts around the world, including the people of Israel, who are having serious doubts about our commitment to them, our closest ally in the Middle East. HOYER: And I think one of the problems is, when you see Mr. Pence and you hear Mr. Boehner, this is not a partisan difference. Mr. Cantor and I had a colloquy on Thursday, which as John knows, I strongly support Israel's actions. They told these folks, come here, you're not going to break the blockade. Why are you not going to break the blockade? Because Hamas, a terrorist organization, continues to attack civilians, men, women and children, in Israel. And it is appropriate to have a blockade to make sure they don't get the weapons or other materials to effect those kinds of attacks, which are criminal, which are terrorist acts. So I think they did exactly the right thing in stopping that. And in fact, in my view, the sixth ship, as John has pointed out, we agree on this, five ships were stopped without incident. This sixth ship was stopped. There's some reason to believe that that's exactly what they intended to do. Al Jazeera television showed attacks on the boarding party, and they responded in self-defense. Turkey knew that if these ships came, it was going to be a problem. And the Israelis offered to allow the -- those ships to be offloaded at an Israeli port and all the humanitarian gear go into Gaza. That was the appropriate thing to do. TAPPER: We only have one minute left, and I want to get your predictions for the midterm elections, literally one minute left. So... HOYER: History says we're going to lose a few seats, but we're going to retain the House. TAPPER: You're going to keep the House? HOYER: We're going to keep the House. TAPPER: Sir? BOEHNER: Our goal is to take the majority in the House... TAPPER: Not your goal. What's going to happen? Prediction. Prediction. You've said 100 seats. Can you do it? BOEHNER: We've got -- we've got 100 seats in play. We have a real shot at winning a majority so that we can put a check on this administration and all the spending that's out of control here in Washington, D.C. HOYER: Jake, they said that about Mark Critz in the 12th District of Pennsylvania. He won by 8 points. TAPPER: All right. HOYER: We're going to keep the House. TAPPER: Leader Hoyer, Leader Boehner, thanks so much for joining us. I appreciate it. TAPPER: Joining me now, Microsoft co-founder and chairman, Bill Gates. Mr. Gates, thanks so much for joining us. BILL GATES, MICROSOFT CO-FOUNDER & CHAIRMAN: Great to be here. TAPPER: Obviously, the oil spill in the Gulf makes your proposal for $11 billion in energy innovation all the more resonant, all the more relevant. But I'm wondering, some are criticizing the president's handling of the federal response to the spill by saying he doesn't have executive experience and that's why he hasn't been able to -- to really get the federal bureaucracy moving the way it needs to. As a former CEO, do you think there's anything to that at all? GATES: Well, I think in any crisis like this, the key thing is to avoid them happening in the future. And I'm not an expert on oil recovery. BP is certainly incented to try and minimize the damage here in a very complex situation. But how did we get an ener -- energy infrastructure that is this fragile? You know, we've got a supply chain where we send a billion dollars a year overseas and you can imagine that there will be disruptions. When there have been in the past, we've always said, no, let's put a solution in place. But, in fact, the only real solution is to take American ingenuity and fund R &D to get energy in different forms that we're not sending this much money away and -- and that it's stable and reliable. TAPPER: Well, let -- let's talk about that. Obviously, your proposal for $11 billion in additional spending for energy innovation, there's not a huge appetite right now among the American people for more spending with the record deficits we have. Forgetting the merits of your proposal for a second, how politically feasible is it? GATES: Well, I would distinguish between spending and investment. What we're talking about is about 1 percent of what the United States spends on energy, being devoted to R &D. And so if you find a way out of the energy sector to raise that 1 percent, which is not some huge increase in the costs there, then you can tap into the unique ability in this country, through its universities, the national labs and entrepreneurs, to give us a form of energy that is both cheaper, not dependent on foreign supply and is environmentally designed so that we're not emitting carbon and getting into the climate change problem. The only way you get those things is through the breakthroughs. And I'm optimistic they're there, but we're not making the investment. Today we spend only about $4 billion on energy R &D compared to $30 billion on health, $80 billion on -- on defense. 24/7 coverage of breaking news and live events"}