{"id": "politifact3693", "label": 1, "url": "http://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946&singlePage=true", "title": "'This Week' Transcript: Rep. Paul Ryan", "text": "Transcript: Rep. Paul Ryan WASHINGTON, May 1, 2011 &#151; -- AMANPOUR (voice-over): This week, budget blowback. (UNKNOWN): We can't afford it, you moron! AMANPOUR: As town halls across America erupt in anger over aplan to slash spending... (UNKNOWN): You're a liar! AMANPOUR: ... Republicans find themselves under fire. (UNKNOWN): ... he was yelling at me, cursing at me. AMANPOUR: I go to the heartland with the man behind the plan,House Budget Chairman Paul Ryan of Wisconsin. RYAN: Let's prove to them that Wisconsinites can have a civildebate. AMANPOUR: Then, in the crosshairs. A NATO bomb hits a housewith Gadhafi inside, killing his son and three grandchildren. Howwill the strongman strike back? And how does it all end? (UNKNOWN): This was a direct operation to assassinate the leaderof this country. AMANPOUR: What's the way out for the U.S.? A formeradministration insider weighs in. Plus, we're live from the Vatican, as Pope John Paul II gets onestep closer to sainthood. Is the fast track too fast? ANNOUNCER: Live from the Newseum in Washington, \"This Week\" withChristiane Amanpour starts right now. (END VIDEO CLIP) AMANPOUR: Welcome to our viewers here and around the world.There is a lot happening this Sunday, and we begin with unfolding newsin the Libyan capital, Tripoli. The Libyan government is condemningwhat it called, quote, \"a direct operation to assassinate MoammarGadhafi,\" this after a NATO bomb hit Gadhafi's compound. It sparedhim, but killed three of his grandchildren and his youngest son. Socould this be a game-changer in the war, which has dragged into astalemate in recent weeks? We go live now to Libya for the very latest on the ground. ABC'sMiguel Marquez is in Benghazi, and the BBC's Christian Fraser is inTripoli, where the attack took place. Christian, let's start with you. Is there a feeling now that thewar is entering a new phase around Tripoli? FRASER: I think that's a very real possibility, Christiane. Theway that the press visit to this bomb site was orchestrated lastnight, it was very deliberately held back for two hours, and then wewere taken there and then given a press conference here at the hotel,in which Moussa Ibrahim spelled out what he thought the attack meantdoes suggest that they will try and make as much political capitalfrom this as they can. Certainly, it puts pressure on NATO and its allies. And we'veseen already a very angry reaction from his supporters in Tripoli,reports of attacks on the U.S. embassy. I've spoken to U.N. officialstoday who say their offices were looted, also reports of attacks onthe British and Italian missions here in Tripoli. The unknowns, of course, are what Colonel Gadhafi's response willbe. We've not heard from him yet. We don't know what the response ofhis supporters will be in the days ahead, and we don't know, really,what the sort of international reaction will be to what has unfoldedhere last night. AMANPOUR: A lot of questions there, Christian, and we'llcontinue to monitor it. Of course, the U.S. embassy is empty, because all of the staffhave been evacuated over the last several weeks and months. And nowwe go to the other side of this conflict and ABC's Miguel Marquez,who's in the east there in rebel-held Benghazi. Miguel, what is the reaction from the rebels? Do they think thisattack could end the stalemate and signify a new -- a new impetus forthem? 24/7 coverage of breaking news and live events"}