{"id": "politifact13853", "label": 0, "url": "https://notallowedto.com/babysitter-on-drug-eats-toddler/", "title": "Babysitter on Crystal Meth Eats 3-Month-Old Baby", "text": "Babysitter on Crystal Meth Eats 3-Month-Old Baby 9.6k SHARES Share Tweet De Soto, Missouri – Parents of a three-month old baby were horrified to discover their babysitter had turned into a crystal meth-smoking cannibal when they found the remains of their child cooked in the microwave. According to police report, the young parents, were out at the movies before they came back home to find a confused babysitter under the influence of alcohol and crystal meth who had lost consciousness and was covered in blood in the family’s living room. Moments later, the parents made the gruesome discovery when the young mother saw something moving in microwave. The 16-year-old babysitter named ‘Anna Ritchie’, claims she had brought some crystal meth and only took a few hits before she became hungry and eventually lost consciousness. “I just took a few hits because I was bored and wanted to stay awake,” she told Officer Robert. “All I remember is that I started getting really hungry, ate some chicken wings and passed out” recalls the police officer, visibly traumatized by the latest events. The 3-month-old child was found in the microwave, covered in barbecue sauce, and was rushed to Springfield’s Mercy Hospital where doctors do not fear for his life. Police Officer Dwayne Johnson was the first on the scene and found a “very confused” and “incoherent” babysitter lying half-conscious in the family’s living room “Apparently, the baby sitter tried to cook the baby in the microwave oven but she was unable to do so, and was probably disoriented and lost consciousness moments later,” explained Sheriff Deputy Anderson James of the Jefferson County Police Department. “Teeth marks were found on the baby’s arms and legs but luckily he is unharmed” he acknowledged, visibly distraught by the whole affair. The state of Missouri has led, for more than a decade, the nation in methamphetamine busts. A recent 2015 state-wide study revealed that more than 60% of adults aged 21 and higher have tried crystal meth at least once and close to 40% of respondents believed crystal meth should be decriminalized as a schedule 2 drug for medical use in treatment. See more Previous article Wife Shocked To Discover Pictures Of Her Husband Smashing Her Own Mother Next article Woman Stabs Man in the Eye With Her Stiletto So Hard It Was Embedded In His Face You May Also Like 13.8k Shares Kylie Jenner Posts On Her App About Using S*x Toys With Tyga 10.4k Shares Meth Addicts Arrested For Eating Homeless Man In Park 9.2k Shares Criminals Arrested after Renting Their Meth-Lab on AIRBnB 16.1k Shares Meth Addict Made “Stew” Using Fetus Removed From Wife After She Died Of Overdose 13.8k Shares Mother High on Meth Stabs 2 Year-Old and Dumps Body in Lake 13.7k Shares Homeless Couple Found Living In Walmart With Luxury and Meth Lab 12.7k Shares Zombie-Like Attack At Walmart, As Man Tries To Eat His Victims 12.7k Shares Breaking Bad Fan Faces 8 Year Jail Time For Buying ‘Ricin’ 8.1k Shares McDonald’s Minions Toys Says “What the F**K” 12.7k Shares Man on Crystal Meth Climbs 35-Story Building to Flee From Cops 12.7k Shares Teen gets 25 years for Molesting Man’s 11 Year Old Son 10.4k Shares Malia Obama – U.S President’s Daughter Selfie Going Viral Next post"}