{"id": "politifact14386", "label": 0, "url": "https://www.nbcnews.com/politics/congress/debbie-wasserman-schultz-aide-arrested-trying-flee-country-n786651", "title": "Debbie Wasserman Schultz Aide Arrested Trying to Flee the Country", "text": "Congress Debbie Wasserman Schultz Aide Arrested Trying to Flee the Country Imran Awan, an aide for Rep. Debbie Wasserman Schultz, D-Fla., was arrested Monday attempting to flee the country and charged with bank fraud, officials said. Florida Congresswoman and former DNC Chair Debbie Wasserman Schultz. Pacific Press / LightRocket via Getty Images July 26, 2017, 1:09 PM EDT / Updated July 26, 2017, 1:56 PM EDT By Dartunorro Clark An aide for Rep. Debbie Wasserman Schultz, D-Fla., has been arrested for attempting to flee the country and charged with bank fraud, officials said. Imran Awan, 37, was arrested on Monday by FBI agents and U.S. Capitol Police at Dulles International Airport trying to fly to Lahore, Pakistan. Awan was arraigned in U.S. District Court on Tuesday with one count of bank fraud, a federal offense, and he pleaded not guilty. Officials said Awan and his wife, Hina Alvi, defrauded the Congressional Federal Credit Union for $165,000 by lying on a home equity loan application, according to federal court documents. Awan worked as an information technology staffer for Wasserman Schultz, a former chairwoman of the Democratic National Committee. David Damron, a spokesman for her office, said he was fired Tuesday. Congresswoman and DNC Chair Debbie Wasserman Schultz on December 19, 2015. Pacific Press / LightRocket via Getty Images \"Mr. Awan previously served as an employee in our office, but his services have been terminated,\" Damron said in a emailed statement. Awan and his wife, who also worked as a House aide, applied for the loan in December last year and told the loan officer that their Virginia residence listed on the application to secure the loan was not used as a rental property, court documents said. The credit union does not provide loans based on homes that are used for rental income because they are a \"riskier\" forms of collateral, according to court documents. However, federal agents interviewed several unidentified people who had rental agreements with the couple at the residence, according to court documents. The credit union also required that the home listed on the application to be the primary residence of Awan and his wife. However, through surveillance, federal agents noted in court records that the couple was also residing at two other residences. Awan's wife initiated a $283,000 wire transfer in January 2017 through the credit union to Faisalabad, Pakistan, which included the $165,000 loan, according to court documents. His wife and their three children left the country in March with $12,700 cash from Dulles International Airport to Lahore, according to court documents. Officials said they do not believe that his wife plans to return to the U.S. Awan was released after his arraignment and is under a \"high-intensity supervision program,\" said Bill Miller, a U.S. Attorney’s office spokesman. Awan received a GPS monitor and has a 10 p.m. to 6 a.m. curfew. He also must remain in a 50-mile radius of his Virginia residence. Awan was also ordered to turn over all of his passports. A hearing is slated for August 21. Awan’s lawyer, Christopher Gowen, said the charges are politically-motivated and \"began as part of a frenzy of anti-Muslim bigotry in the literal heart of our democracy, the House of Representatives.\" \"For months we have had utterly unsupported, outlandish, and slanderous statements targeting Mr. Awan coming not just from the ultra-right-wing ' pizzagate ' media but from sitting members of Congress,\" Gowen said in an emailed statement. \"Now we have the Justice Department showing up with a complaint about disclosures on a modest real estate matter. To an extent, the situation speaks for itself.\" Dartunorro Clark Dartunorro Clark covered national politics, including the Covid-19 recovery, for NBC News."}