{"id": "politifact15137", "label": 0, "url": "https://www.rollingstone.com/music/news/miley-cyrus-donald-trump-is-a-fking-nightmare-20160302", "title": "Miley Cyrus: 'Donald Trump Is a F--king Nightmare'", "text": "Politics Miley Cyrus: ‘Donald Trump Is a F–king Nightmare’ \"Honestly, fuck this shit,\" singer writes. \"I am moving if this is my president\" By Daniel Kreps Daniel Kreps Contact Daniel Kreps on X Contact Daniel Kreps by Email See MacGruber Return to ‘SNL’ for Epstein Files Sketch Sharon Osbourne Protests Release of Black Sabbath’s Early Demos: ‘Against the Band’s Wishes’ See Kiss Pay Tribute to Ace Frehley at Band’s First Show Since Guitarist’s Death View all posts by Daniel Kreps March 2, 2016 Faced with the prospect of a President Trump, Miley Cyrus turned to Instagram to tell her 38 million followers, \"Donald Trump is a fucking nightmare!\" Simone Joyner/Getty, Luke Sharrett/Bloomberg/Getty Donald Trump took a major step toward securing the Republican presidential nomination following the mogul’s Super Tuesday victory , and faced with the prospect of a President Trump , Miley Cyrus turned to Instagram Tuesday to tell her 38.1 million followers, “ Donald Trump is a fucking nightmare!” Cyrus wrote the caption next to a publicity photo of Trump; Cyrus’ Instagram burn has gained 239,000 likes since it was posted Tuesday. On Wednesday, the Dead Petz singer continued lobbying against the GOP frontrunner with a photo of Trump’s delegate totals over Ted Cruz and Marco Rubio and a caption where Cyrus playfully threatened to move out of the country if Trump is elected and a hashtag #aintapartyindausaanymo. Donald Trump is a fucking nightmare! A photo posted by Miley Cyrus (@mileycyrus) on Feb 29, 2016 at 12:35pm PST gonna vom / move out da country. #aintapartyindausaanymo A photo posted by Miley Cyrus (@mileycyrus) on Mar 1, 2016 at 6:32pm PST Cyrus’ Instagram then took aim at self-proclaimed “most hated woman in the world” Rebecca Francis , a woman who uses her social media to showcase her hunting prowess, and the hunter’s allegiance to Trump. Yes . That is a tear rolling down my cheek dripping off the end of my nose….. This makes me so unbelievable scared and sad…. Not only for our country but for animals that I love more than anything in this world…. My heart is broken into a 100000 pieces ….. I think I may vomit …. That picture on the right is so disturbing…. YOU are not destiny! It is not your job to decide when a living things life is over …. & YOU DT ARE NOT GOD NO MATTER HOW MUCH YOU THINK YOU ARE!!! (& if he doesn’t think he is “God” he thinks he is the fucking chosen one or some shit! We’re all just fucking jam between his rich ass toes! Honestly fuck this shit I am moving if this is my president! I don’t say things I don’t mean! ) A photo posted by Miley Cyrus (@mileycyrus) on Mar 2, 2016 at 6:07am PST Cyrus isn’t the only artist to lament a possible future with Trump as commander in chief: Red Hot Chili Peppers’ Flea recently told Rolling Stone , “I can’t take Donald Trump or anything he says seriously. I just think that he’s a silly reality-show bozo and blustering guy who likes getting attention. I don’t think he wants to be president, and I don’t think he has a chance to be the president. He’s just some egotistical, silly person whose main concern in life is getting a blowjob. He wants to be on TV and he wants everyone to thinks he’s important.” In this article: Donald Trump, Miley Cyrus Politics Politics News"}