{"id": "politifact514", "label": 1, "url": "https://web.archive.org/web/20080606124724/http://www.tampabay.com:80/news/politics/state/article607793.ece", "title": "Crist has experience to be vice president, McCain says", "text": "By Adam C. Smith , Times Political Editor In print: Thursday, June 5, 2008 ST. PETERSBURG — Charlie Crist may not yet have a full gubernatorial term under his belt, but Sen. John McCain said Wednesday Crist has enough experience to be vice president. \"Oh, I am sure that in many respects Charlie Crist is qualified. He's had other offices. As we know, he was attorney general as well. This is a big and diverse state,\" McCain said in an interview Wednesday evening before a $1,000-per-person private fundraising reception. \"But we haven't moved anywhere on the process that he would be under,\" the presumptive Republican presidential nominee stressed. \"We have a large number of people that we are considering, but I just don't mention anybody's name because then it starts a process that could end up in an invasion of their privacy.\" In a taped interview to air Sunday on Political Connections on Bay News 9, McCain said he will reach out to supporters of Sen. Hillary Rodham Clinton and noted his independence from President Bush on such issues as government spending and climate control. \"I promise them that I'll be the president of all the people, not just Republicans or anybody else, but all the people,\" McCain said. \"I realize that I have to get independents and Democrats if I'm going to win this election.\" He also decried the giant Confederate flag that's been proposed to fly near the intersection of Interstates 4 and 75 in Hills­borough County. McCain has faced this issue before, and has voiced profound regret for not taking a stand against a rebel flag atop the South Carolina statehouse during the 2000 GOP primary. \"It's a free country,\" McCain said of the flag in Hillsborough, but he said the Civil War memorial group behind the flag plans \"should consider the feelings and sensitivities on this issue at a time like this in America where we want to move forward.\" Now that the Democratic nominee has been chosen, McCain knows he faces an opponent in Sen. Barack Obama who is more inspiring and energetic on the stump. McCain isn't worried. \"I think people are very interested in substance, as well as style,\" he said. McCain also struck on a theme of his campaign, suggesting Obama lacks the experience and knowledge to be president. But polls show a strong majority of American voters think invading Iraq was a mistake, which is what Obama said all along. When asked if Obama showed better judgment in opposing the invasion, McCain defended the war as the right call because \"every intelligence agency in the world believed that (Saddam Hussein) had weapons of mass destruction.\" What about Florida's Bob Graham, the former Senate Intelligence Committee chairman who argued at the time that invading Iraq would divert attention and resources from more urgent threats, particularly al-Qaida? \"I respect Sen. Graham enormously, but I don't think there's any doubt that Saddam Hussein, who had acquired and used weapons of mass destruction before, had invaded a neighbor, Kuwait, where we had to fight one war with him, that his intent was … to acquire and use weapons of mass destruction,\" McCain replied. The private fundraising reception at the Renaissance Vinoy Resort in St. Petersburg kicked off a three-day Florida swing, which includes a speech to newspaper editors in Orlando today and an event touting his environmental credentials in the Everglades on Friday. Obama campaign spokesman Bill Burton dismissed McCain's efforts to cast himself as anything but a continuation of President Bush's agenda. \"While John McCain has a record of occasional independence from his party in the past, last year he chose to embrace 95 percent of George Bush's agenda, including his failed economic policies and his failed policy in Iraq,\" Burton said referring to McCain's voting record. \"No matter how hard he tries to spin it otherwise, that kind of record is simply not the change the American people are looking for or deserve.\" McCain said he supports the antigay marriage ballot initiatives in Florida and California, even though the Republican governors of both states have little interest in those efforts. While he voted against a federal marriage amendment proposal, McCain noted that he supported a similar initiative in his home state of Arizona, where voters rejected the idea. \"I think it's important to preserve the unique status of a marriage between men and women,\" McCain said. \"I respect the views of others who don't hold that view, but I also think that we have a process in our states to amend our constitutions to reflect the will of the majority of the people.\" Adam C. Smith can be reached at asmith@sptimes.com or (727)893-8241. >> fast facts Want to watch? The full interview airs Sunday on Bay News 9 at 11 a.m. and 8:30 p.m. © 2008 · All Rights Reserved · St. Petersburg Times 490 First Avenue South · St. Petersburg, FL 33701 · 727-893-8111 Contact Us | Join Us | Advertise with Us | Subscribe to the Times | RSS Privacy Policy | Standard of Accuracy | Terms, Conditions & Copyright"}