{"id": "politifact14718", "label": 0, "url": "https://nypost.com/2017/11/06/ex-friends-say-shooter-was-creepy-atheist-who-berated-religious-people/", "title": "Texas church shooter was a militant atheist", "text": "US News Texas church shooter was a militant atheist By Max Jaeger Published Nov. 6, 2017 Updated Nov. 6, 2017, 11:34 a.m. ET Getty Images Texas church shooter Devin Kelley was a “creepy” atheist “outcast” who never fit in and berated religious believers on social media, according to former friends and classmates. “He was always talking about how people who believe in God we’re stupid and trying to preach his atheism,” wrote former classmate Nina Rose Nava in a Facebook post, according to the Daily Mail . “I legit just deleted him off my fb cause I couldn’t stand his post.” See Also Gunman identified in deadly Texas church massacre “I removed him off FB for those same reasons!” replied Christopher Leo Longoria. “He was being super nagtive [sic] all the timd [sic].” Oddly, Kelley lists teaching vacation Bible school as volunteer experience on his LinkedIn page, and his wife, Danielle Shields, was previously a teacher at a Baptist church, according to the Mail. Another former pal described the sinking feeling he got from knowing he used to be buddies with Kelley, who on Sunday opened fire inside a Texas church , killing 26 people, including children and a pregnant woman, and injuring 20 more. “It’s scary to know this psychopath has been in my house. I can’t believe I was friends with this guy and I literally would stay the night at his place when we were kids,” the former friend wrote. Related Video Trump blames ‘mental health problem’ for Texas church massacre Filed under churches mass shootings shootings texas texas church massacre 11/6/17 Read Next Father of boy fed to pigs: 'There's a lot I'm guilty for,'... Trending Now in US News This story has been shared 125,365 times. 125,365 Trump gives update on when $2,000 tariff dividend checks could go out This story has been shared 37,207 times. 37,207 Inside the extravagant lives of the NJ bookie moms caught up in Mafia-linked betting ring This story has been shared 29,199 times. 29,199 SC death row inmate's last meal before he’s executed by firing squad This story has been shared 22,291 times. 22,291 OJ Simpson estate signs off on $58M for Ron Goldman's father, decades after shocking double murder Most Commented Join the conversation This story has 4.7K comments. 4.7K Furious WH reveals Epstein victim who ‘spent hours’ with Trump — and always said he never did anything wrong This story has 1.8K comments. 1.8K Lefty Rep. Jasmine Crockett gets fact-checked by CNN while failing to smear Trump over Epstein docs This story has 1.4K comments. 1.4K Flight carrying 4 congressmen diverted over disruptive passenger who shouted about 'fascist state' Listen Now Now on Page Six Sophie Grégoire breaks silence on estranged husband Justin Trudeau’s romance with Katy Perry Sacha Baron Cohen, 54, cozies up to influencer half his age for club outing after Isla Fisher divorce Equinox Printing House’s elevator mess causing drama with swank building’s tenants See All Video What’s going on with Garrett Wilson’s knee? | The Injury Report Now on Decider Bill Maher Skewers Trump Over Epstein Docs in Blistering ‘Real Time’ Monologue ‘The Golden Bachelor’s Cindy Cullers Walked Out On Mel Owens In The Season 2 Finale: “I Don’t Think I Need To Convince A Man To Love Me” ‘Selling The OC’ Star Kaylee Ricciardi Says Mattress Actress Riley Reid Is Truly The “Ariana Grande Of Porn” Eddie Murphy Revisits David Spade’s Infamous Diss That Sparked ‘SNL’ Feud in ‘Being Eddie’: “F–k Y’all, That’s What Y’all Think of Me?” See All Covers Today's Cover Front Cover Back Cover Flip for back cover Browse Covers"}