{"id": "politifact546", "label": 1, "url": "https://web.archive.org/web/20080619025707/http://www.tampabay.com:80/news/politics/elections/article628630.ece", "title": "In reversal, McCain says lift ban on offshore drilling", "text": "By Wes Allison , Times Staff Writer In print: Tuesday, June 17, 2008 WASHINGTON — In a break with his past policy and his allies in the environmental movement, Republican presidential candidate John McCain on Monday called for ending the federal ban on offshore oil and natural gas exploration so coastal states could decide whether to permit drilling. And as an incentive to boost domestic energy production, states that do approve exploration off their shores should be paid \"tangible financial benefits,\" McCain said. \"I think that this … would be very helpful in the short term in resolving our energy crisis,\" he told reporters at his Arlington, Va., campaign headquarters. He plans to expound on his plan today in Houston. \"We've (seen the rising costs of energy) in the form of food prices, in the form of gasoline, in the form of threats of inflation. … And we must — we must — embark on a national mission to eliminate our dependence on foreign oil and reduce greenhouse gases through the development of alternate energy sources,\" he said. \"And, as I said, exploration is a step toward the longer-term goal.\" Gov. Charlie Crist, a close ally of McCain's who has long opposed drilling off Florida's coasts, said he loved the idea of giving states control, and he didn't rule out allowing exploration off Florida. \"It's the last thing in the world I'd like to do, but I also understand what people are paying at the pump, and I understand the drag it is on our economy,\" Crist told the St. Petersburg Times Monday night. \"Something has to be done in a responsible, pragmatic way.\" McCain has supported the moratorium on offshore drilling in the past and has touted his position during campaign stops in Florida. The Arizona senator also opposes drilling in Alaska's Arctic National Wildlife Refuge. But with the price of gasoline topping $4 per gallon, the pressure on him and other politicians to act is enormous, though there is little any of them can do to ease prices in the near term. Environmentalists worry that state legislatures would be unduly influenced by the promise of cash and heavy lobbying by well-financed business groups, such as the Associated Industries of Florida, which supports drilling off Florida. \"It would be hard for state legislatures in Florida and anywhere else to resist a big pot of money being dangled in front of their nose, especially states that are facing big budget shortfalls,\" said Holly Binns, field director of Environment Florida. In calling for states to decide, McCain has laid out a politically cautious position: He moved closer to conservative leaders and his Republican colleagues on Capitol Hill, who have been demanding more offshore drilling. Just last week, Democrats on a House subcommittee narrowly defeated a Republican attempt to overturn the 26-year-old moratorium. Yet by giving states the final say, McCain also is less likely to alienate voters in Florida and other coastal states who fear drilling will bring pollution. Asked how far offshore states should be able to control, McCain said: \"I think that's a subject of negotiation and discussion. But right now, as you know, there's a moratorium, and those … moratoria have to be lifted. And they have to be lifted so that states can make those decisions.\" Crist said the idea was \"brilliant\" because \"it leaves it up to the states to decide what's best for themselves.\" As for whether he could see Florida allowing drilling under McCain's plan, Crist said it depends on \"how far (from shore), how safe, how protective of our environment it would be — there are many contingencies that would have to go into it.\" Since 1982, a congressional moratorium renewed each year has closed most of the U.S. coastline to drilling, with the exception of waters off Alaska and in the western and central Gulf of Mexico. A presidential moratorium enacted by the first President George Bush in 1990 also prohibits drilling. The federal Minerals Management Service estimates that 86-billion barrels of oil and 420-trillion cubic feet of natural gas lie in undiscovered reserves off the U.S. coast, though the agency could not say how much of it is now off-limits. Considering the United States uses about 20-million barrels of oil each day — 60 percent of it imported — that is about 11 years worth of oil, and Republicans in Congress have been clamoring lately to tap it. But there's no guarantee most of that oil is even accessible, and finding and drilling those reserves would take years, experts say. In late 2006, McCain supported a congressional compromise for the eastern Gulf of Mexico that bars drilling within about 230 miles of Tampa Bay through 2022, while opening 8.3-million acres to drilling. The government estimates the area contains 1.26-billion barrels of oil and 5.8-trillion cubic feet of natural gas. Production there has not yet begun. Several East Coast states, especially Virginia, have expressed interest in allowing drilling off their shores in return for a share of the money that oil companies pay the federal government for drilling rights. A spokesman for McCain's Democratic opponent, Sen. Barack Obama of Illinois, said Obama opposes McCain's idea and instead would make \"significant investments in alternative forms of energy.\" Sen. Bill Nelson, D-Fla., a leading opponent of offshore drilling, called the idea \"irresponsible.\" \"There isn't enough oil in the U.S. to make even the smallest dent in world oil prices,\" said Nelson, who on Monday introduced a bill to ban unregulated speculative trading of oil, which some experts blame for the sharp price increases. \"To curb prices in the short run, we need to regulate oil traders. For the long term, we need to break America's oil addiction,\" he said. Wes Allison can be reached at allison@sptimes.com or (202) 463-0577. © 2008 · All Rights Reserved · St. Petersburg Times 490 First Avenue South · St. Petersburg, FL 33701 · 727-893-8111 Contact Us | Join Us | Advertise with Us | Subscribe to the Times | RSS Privacy Policy | Standard of Accuracy | Terms, Conditions & Copyright"}