{"id": "politifact1823", "label": 1, "url": "https://web.archive.org/web/20100523071827/http://www.nbc.com:80/the-tonight-show/video/thursday-may-20-2010/1229565/", "title": "The Tonight Show with Jay Leno", "text": "The NBC Fall Schedule is here! Plus, previews of new shows and interviews with the stars! Online exclusive! Watch Michael, Koli, Daris and Ashley's amazing journey through the season. Watch Now! Dateline NBC 7/6 PM Minute To Win It 8/7 PM Celebrity Apprentice 9/8 PM Watch previews for new shows coming to NBC this fall  like Chase, the all-new show from Jerry Bruckheimer, The Event,  Law & Order: Los Angeles, Undercovers from J.J. Abrams and more. You've got the car or minivan packed to the roof with food, beach toys and suitcases for approaching weekend that marks the unofficial start of summer. But as travel expert Christie Hyde explains, forgetting to check your oil or tire pressure could be the one thing you overlook that could ruin your Memorial Day. More Known around the world, the yellow dot-munching pizza pie is as much a part of the 1980s as mullets and parachute pants – the only difference is that they went out of style. NBC's Lee Cowan reports. (Nightly News) More Get Ready to Watch 'Late Night with Jimmy Fallon' On NBC Along With Jimmy Fallon Himself on NBC.Com May 24-28... More NBC.com Offers Special 'Producers' Cut' Versions of NBC's 'Parks And Recreation' Featuring Series Talent and Guest Stars Rob Lowe and Adam Scott In Never Before Seen Footage  ... More NBC's 2010-11 New Series Trailers Available Now... More Miss Michigan USA Crowned Miss USA 2010 During Live NBC Telecast  ... More Make Jack, Liz and The Girly Show gang part of your mobile device! More Give your ordinary mobile device an extraordinary look. More Remind yourself that your job could be worse with The Office mobile wallpapers. More Make your smart phone smart enough to read graphic novels. More Play the game inspired by cubicle mayhem and workday boredom. More Go Green on your iPhone by planting and growing a virtual flower. More Watch your favorite NBC show on your TV, launch the tvChatter app on your device, choose the show from the social program guide, and enjoy the real time streaming commentary text. More MyNBC Join this free online community for fans of all NBC shows! More Dunder Mifflin Infinity Join a branch and participate in weekly DMI challenges geared toward\n                fans of The Office. More The Biggest Loser League TBLL is a team-oriented\n                community for people trying to get fit. More Fan It Talk about your favorite shows, earn points, and get rewards. More Your Garage Inspired by Jay Leno's Garage,\n                YG showcases car lovers and objects of their affections. More 9th Wonders The official \"unofficial\" site\n                for Heroes fans. Beware of spoilers! More Heroes Photos from the Heroes episode \"Once Upon a Tine In Texas.\" More Subtle Sexuality See photos from the making of the Subtle Sexuality music video. More The Biggest Loser The White House Garden More Jay Leno's Garage Photos of this 1955 Mercedes Gullwing during the restoration process. More Days of our Lives Shelley Hennig shares her personal photos from the 36th Annual Daytime Emmy Awards. More Parenthood Photos from \"What's Going on Down There?\" More Late Night Beer Pong Square off against Higgins, Questlove and Jimmy in a battle for beer pong supremacy! More Chuck Do You Have What It Takes to be an Ass Man? Take the assistant manager aptitude test. More The Jay Leno Show Jaywalking Quiz Once the camera's rolling, the pressure's on. Were you paying attention? More 30 Rock Boardroom Game Play the 30 Rock Boardroom game and see how fast you can link up the 30 Rock images in order to earn maximum points! More Days of our Lives Solitaire Solitaire comes to Salem! Play now! The Biggest Loser Game Test your skills and see how fast you can spot the bad food and toss it out by playing the latest Biggest Loser game today! More Community The Quiz del Chino Tigre Qué tan bien sabe español? More The Office Pool Play the old-fashioned game with a Dunder-Mifflin twist today! Good luck and try not to scratch! More The Michael Scott bobblehead is back!  And this time, he is not talking...which is a relief, because we all know he cannot stop! Buy>> ItÂs funny business as usual, as Dunder MifflinÂs Scranton branch celebrates 100 episodes in this uproarious five-season collection! Buy>> Losing never tasted so good! Available in blueberry, chocolate, red raspberry, and vanilla flavors. Buy>> Lose pounds & gain a lifetime of good health with delicious recipes, easy-to-follow meal plans & 6 weeks of exercises to get you moving. Buy>> Bid on exclusive items from the show & help support the Hollyrod Foundation and the American Diabetes Association! Buy>> Get Dwight FREE with the purchase of any other 2 bobbleheads! Buy>> The Marriage Ref Outgoing and opinionated couples wanted! Apply now for this new NBC show. More Losing it with Jillian Michaels Now casting! Are YOU up for the challenge? Details here. America's Next Great Restaurant Find out how one great idea can win you your own restaurant chain in an all-new NBC reality series. Details here. The Offspring Listen to The Offspring's song \"Pretty Fly (for a White Guy)\" from their Greatest Hits album, featured in promos for Chuck. More Tickets Come see The Tonight Show with Jay Leno in person! Here's how to request FREE tickets. More Watch the season finales for Community, Parks & Rec, The Office & 30 Rock - online now! Click Here » If you'd like to be part of our studio audience, we'd love to have you! Click Here for More. Got a special talent you're ready to share with the world? Get in touch with us! Click Here for More. Never miss an episode, watch the latest! Click Here for More. Catch the latest stand-up comics Click Here for More. Check out this week's guests on the official show episode guide. Click here for More! Check out the latest shots from the show. Click Here for More. Check out the latest Headlines with Jay. Click Here for More. Jay welcomes the cast of Iron Man 2, plus Iron Man 2 exclusives and more! Click Here Once the camera's rolling, the pressure's on. Quiz yourself! Think you've got a sharp eye for engines? Take the timed challenge! Get the latest from your friend on the inside. Click Here for More. Get Captain Sig on Dancing With The Stars!! Click Here for More. Get your Jay Leno's garage shirt today! Click here to buy. \"BIG DOG Garage\" cap, get yours today! Click here to buy. Full Episode Chelsea Handler, Chris Matthews, Sarah McLachlan Back More... Permalink Embed QUICK EMBED: Please specifiy search keyword(s) The Tonight Show recaps 6 seasons of Lost. Signed posters, photos & much more. Bid now until Monday in the all-new Celebrity Apprentice auction! Download the all-new computer-to-computer voice-calling application that keeps you in touch with premium NBC.com content. Shop online now at the NBC Store!"}