{"id": "politifact15584", "label": 0, "url": "https://gellerreport.com/2018/07/facebook-declaration-independence-hate-speech.html/", "title": "You are being redirected...", "text": "Share Tweet Truth Gettr Telegram LinkedIn It’s not surprising. The left hates our freedoms, and so designating the Declaration of Independence, the most magnificent document in all of human history, as hate speech is in line with their agenda. The left means to criminalize lawfulness. The left means to criminalize freedom of speech. The left means to criminalize individual rights. The left means to criminalize Americanism. It starts with cultural assassination, delegitimization, dehumanization, then criminalization. Mark my words. Facebook labels declaration of independence as ‘hate speech’ The website told a local newspaper they violated its community guidelines by posting the original document Sam Wolfson, Guardian July 5, 2018: ADVERTISEMENT In the run-up to the Fourth of July, the Liberty Country Vindicator, a small local newspaper in Texas, posted sections of the declaration of the independence to its Facebook page, in a bid to encourage discussion of US history among its readership. What must have seemed like a benign social media strategy managed to fall foul of Facebook’s algorithmic censors, which labeled sections of the declaration hate speech and removed the posts. Share Tweet Truth Gettr Telegram LinkedIn The Truth Must be Told Your contribution supports independent journalism Please take a moment to consider this. Now, more than ever, people are reading Geller Report for news they won't get anywhere else. But advertising revenues have all but disappeared. Google Adsense is the online advertising monopoly and they have banned us. Social media giants like Facebook and Twitter have blocked and shadow-banned our accounts. But we won't put up a paywall. Because never has the free world needed independent journalism more. Everyone who reads our reporting knows the Geller Report covers the news the media won't. We cannot do our ground-breaking report without your support. We must continue to report on the global jihad and the left's war on freedom. Our readers’ contributions make that possible. Geller Report's independent, investigative journalism takes a lot of time, money and hard work to produce. But we do it because we believe our work is critical in the fight for freedom and because it is your fight, too. Please contribute here . or Make a monthly commitment to support The Geller Report – choose the option that suits you best. $25.00 here $50.00 here $75.00 here $100.00 here $250.00 here ADVERTISEMENT Quick note: We cannot do this without your support. Fact. Our work is made possible by you\n\t\tand only you. We receive no grants, government handouts, or major funding. Tech giants are shutting us down. You know this. Twitter, LinkedIn, Google Adsense, Pinterest permanently\n\t\tbanned us. Facebook, Google search et al have shadow-banned, suspended and deleted us from your news feeds.\n\t\tThey are disappearing us. But we are here. Subscribe to Geller Report newsletter here — it’s free and it’s essential NOW when informed decision making and opinion is essential to America's survival.\n\t\tShare our posts on your social channels and with your email contacts. Fight the great fight. Follow Pamela Geller on Gettr. I am there. click here. Follow Pamela Geller on Trump's social media platform, Truth Social. It's open and free. Remember, YOU make the work possible. If you can, please contribute to Geller Report. Join The Conversation. Leave a Comment. We have no tolerance for comments containing violence, racism, profanity, vulgarity, doxing, or discourteous behavior. If a comment is spammy or unhelpful, click the - symbol under the comment to let us know. Thank you for partnering with us to maintain fruitful conversation. If you would like to join the conversation, but don't have an account, you can sign up for one right here . If you are having problems leaving a comment, it's likely because you are using an ad blocker , something that break ads, of course, but also breaks the comments section of our site. If you are using an ad blocker, and would like to share your thoughts, please disable your ad blocker. We look forward to seeing your comments below. Please enable JavaScript to view the comments powered by Disqus. 0 0 votes Article Rating 36 Comments Oldest Newest Most Voted Inline Feedbacks View all comments lostlegends 7 years ago Delegitimize the Left, use their tactics on them. 0 Suresh 7 years ago Reply to lostlegends sue them ….or it will continue. After facebook, twitter , even Google joins lslamofascist gang to support illegals and jihadis suppress conservative free speech http://tinyurl.com/lgp28rs saudi/qatar/OIC own part of twitter, Fox Network, fund CNN, MSNBC , buy out politicians , bureaucrats in education dept to push islam in schools/ colleges. Easiest way to brainwash and takeover country and shutdown free speech ! 0 R. Arandas 7 years ago Sometimes I wonder whether this nation is dying a little, day by day…I know we have to stay strong and keep hope, but at times it is hard. 0 carpe diem 36 7 years ago Reply to R. Arandas No, we just have to realize that those on the left are just insane and stupid to boot. 0 Bill Kay 7 years ago Reply to carpe diem 36 Exactly correct Bravo ! 0 SmithWinston6478 7 years ago Reply to R. Arandas “The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.” ~ Thomas Jefferson 0 Askjrsk 7 years ago Reply to SmithWinston6478 “I have just begun to fight. “,  John Paul Jones. 0 Scott Smith 7 years ago There’s a storm a comin. Git to yer bugout. 0 Patrick 7 years ago Thank God for Pamela Geller. A magnificent patriot with classical beauty!://uploads.disquscdn.com/images/7e341e8f0aaf37f0b09f47fda77d802db0140f9017a22d58fffbc254581be515.jpg 0 Alleged-Comment 7 years ago Reply to Patrick Good photo!  Excellent balance!  You have a good eye and you know fashion.  When can we make out? 😉 0 Merchantseamen 7 years ago Reply to Alleged-Comment Reminds me of my first wife whom I have been married to for 42 years. Pam has class. Pray that she is carrying a .380 on her thigh with hollow points or wad cutters. Therefore the slit on the right side. 0 Poptoy1949 7 years ago Nothing but Chicken$it on Facebooks part……. 0 Shirley Rosenhohn 7 years ago Reply to Poptoy1949 There is an expression in German when someone says or does something stupid:  “da lachen ja die Hühner”  i.e. the hens laugh (out loudly!)  The English equivalent is more or less “That gives one a horse laugh” and the Dutch say “that makes you laugh like a peasant with toothache!” The stupidity of those FB self-appointed apostles of morality and political correctness is limitless! 0 Harrie Mossel 7 years ago Reply to Shirley Rosenhohn for the “politically correct” imbeciles at FB and other so-called social media, hating tyranny and saying it in public is HATE SPEECH! Imagining hens laughing is a funny expression indeed and “laughing like a peasant with toothache” describes very vividly how I feel about the supid! 0 carpe diem 36 7 years ago They are not saying what they would replace it with. Too bad, I would really love to see that. 0 aebe 7 years ago Reply to carpe diem 36 Mao’s little red book . 0 VoiceInDesert 7 years ago Reply to carpe diem 36 Probably the doctrine of humanism. 0 aebe 7 years ago You are born a criminal racist , and redemption is only to be found in earning your membership in the Party . Dear FB – It is by a mighty long shoestring , but Benjamin Rush is related to me . Fie on you . Will your corporate offices be moved entirely to Iran , or just your arbiters of morality division ? 0 Alleged-Comment 7 years ago You got to be kidding me??  F*kebook is being run by smart-alek juveniles who think this is funny.  This ISN’T funny, so why are you still on F*kebook? Do you support what they are doing MOCKING your sacred documents that enabled to make so many successfool companies, sad to say, including this one? 0 michaelofsydney 7 years ago Reply to Alleged-Comment Facebook is being run by AI, a much more dangerous proposition than smart alek juveniles. 0 John Forbes 7 years ago Time to STAMP on this Zukerburgh & his lying apologies !  Stamp & stamp HARD!! 0 Buck 7 years ago Do t support Facebook in any way 0 Joy Daniels Brower 7 years ago I posted on FB, but I don’t they accepted it. Will check out my FB Page to find out…   But I also posted to Twitter, and I think it went through to my page on that website – but will check it out as well! 0 Ken Kruger 7 years ago Is it any coincidence that Zuckerberg has a bromance with Chinese premier Xi Jinping, the now mandated dictator for life by the last communist congress. Tyrants are often attracted to each other. He and Xi of course would have no problem in denigrating our most sacred document…a document of our freedom. The only difference is that Xi will not openly do that…but Zuckerberg will, by the actions of his company. 0 Drew the Infidel 7 years ago While “Fakebook” is busy manipulating public opinion on documents dating back 242 years to this nation’s founding, they might also show their prowess of historical context by referring to the First Amendment which allows for the freedom of expression for all, including their customers. 0 Sunshine Kid 7 years ago The first amendment has been trampled on by the leftists. 0 James Stamulis 7 years ago Every day the left shows who exactly they are socialists, communists, fascists and Jihadists. 0 SmithWinston6478 7 years ago Reply to James Stamulis “A nation can survive its fools, and even the ambitious. But it cannot survive treason from within. An enemy at the gates is less formidable, for he is known and carries his banner openly.” ~ Marcus Tullius Cicero, 106-43 BC 0 VoiceInDesert 7 years ago This is not surprising, as fake book is anti-American. 0 Defence Man 7 years ago Have you noticed that the fight for our country and the freedoms we all enjoy has accelerated !  Changes are happening faster, the left is pushing their communist views harder than ever before and we are all under attack !  Everyone of us must stop this push to the left, each of us must take up the fight ! 0 762x51FMJ 7 years ago Facebook uses the Southern Poverty Law center to decide what content is suitable. They called Ben Carson an extremist terrorist and blocked his page during his bid for the Republican nomination. This is because Ben Carson was +3 RCP to beat Hillary and at the time Trump was -17 to lose. The media machine manipulated the election. So Trump would be the nominee because he scored the lowest against hillary in the polls, and Carson would have increased the African American voter turnout and and a Reaganesque landslide may have occurred. The 2016 election was unique, I and so many friends all agree we voted to defeat Hillary. And although at the time we believed Trump to be a dubious conservative he has so far, been a delight as his SCOTUS picks, mid east foreign policy and fair trade balance demands creates domestic jobs  which increases tax revenue. Taking less taxes from more working people increases overall tax revenue. These principles are difficult for Leftist Marxist Socialist Democrats to understand because it is a formula for a brain meltdown and a safe space is required for a tantrum. This is because social programs under Democrats are rank with corruption, like 780 Million investment in solyndra, which didn’t actually exist. And the money vanished..bundled back into Democrat reelection campaigns or swiss banks? Maybe the Clinton Foundation? Al Gore? Warren Buffet? George Soros? Fat Cat Republican RINO’s? 780 Million is not something you accidentally leave in a taxicab. To rinse that much cash one would need the blessing of the US Treasury. 0 Michael Jacobs 7 years ago Oh, puh-leeze. This is the product of ONE idiotic FB staffer, probably a millennial who flunked civics OR never took it in high school (because social studies are often NOT REQUIRED any more under mostly RIGHT-wing pressure on school boards, because those nasty Marxist sociologists and civics teachers try to give their students “critical thinking skills” which, as we know, should be banned (especially in Texas!)  because they might lead our youth to QUESTION AUTHORITY and maybe even disbelieve in creationism and other stuff their fundamentalist school boards demand to be taught. https://www.washingtonpost.com/blogs/answer-sheet/post/texas-gop-rejects-critical-thinking-skills-really/2012/07/08/gJQAHNpFXW_blog.html?utm_term=.c2de38423a82 Don’t you go blaming this on “the Left.” We Democrats LOVE the principles on which our country was founded. And most of us even know what they ARE. 0 Pathfinder0100 7 years ago I ask:  How did one half of America (Democrats) lose their minds and set out to destroy all that America has stood for thru out it’s history?  Cannot help wonder:  Will we EVER become “the United States of America again ?  I don’t think do.  What a loss and shame and how sad!!! 0 Gamal 7 years ago They also banned this. https://canadafreepress.com/article/we-are-americans-facebook-banned-on-independence-day 0 SmithWinston6478 7 years ago It’s absolutely insane the libtards are cruising for a civil war.  Conservative supporters of the 2nd Amendment have 200 million guns and 12 Trillion rounds of ammunition.  The libtards would not know which end to point.  They’re not even sure of which bathroom to use. 0 FreeToSpeak 7 years ago Zuckerbaby and his millennial brats at Fakebook are totally out of control and dangerous to democratic western countries, the very freedom that in fact allowed the Fakebook empire to grow in the first place, is now turning on itself as they move further away from God and christian values, like the cities of Sodom and Gomorrah, their empire will be destroyed. 0"}