{"id": "politifact14878", "label": 0, "url": "https://web.archive.org/web/20171220015138/http://www.usadailyportal.com:80/2017/12/14/julia-roberts-claims-michelle-obama-isnt-fit-clean-melanias-toilet", "title": "Julia Roberts Claims ‘Michelle Obama Isn’t Fit to Clean Melania’s Toilet’", "text": "Julia Roberts Claims ‘Michelle Obama Isn’t Fit to Clean Melania’s Toilet’ Joe Klein | December 14, 2017 | News , Popular | No Comments 691 SHARES Share Tweet First Lady Melania Trump has been “ looked down upon and disrespected by sneering liberals across the country ” while “ doing a brilliant job ” according to Julia Roberts, who also declared that former First Lady Michelle Obama “isn’t fit to clean to clean her toilet.” Julia Roberts was speaking on the New York set of her new film, as principal photography began on the drama Ben Is Back . Michelle Obama paid a visit to the film production while in the vicinity and Julia Roberts agreed to meet her, however she opened up about the differences between America’s most recent First Ladies as soon as Michelle left the set. “ Melania has her priorities straight and she is a great example for our young women, ” Julia Roberts said. “ Michelle? Talk about a wolf in sheepskin. “ The news comes days after Julia Roberts slammed Celine Dion for criticizing the POTUS and stating that she “ hates America. “ “I can’t even look at an American flag anymore. I hate this country ,” Canadian Celine Dion said, while complaining about the Trump presidency. “ You’re wrong, Celine ,” Julia Roberts fired back. “ The America we know and love was destroyed by Obama and his disastrous presidency. If you disagree you can always go back to your own country. In fact, perhaps you really should .” Celine Dion was one of dozens of liberal celebrities who “ threatened ” to leave the United States and return to their homelands if America elected Donald Trump as president. So far, a grand total of zero of these liberal celebrities have followed through with their threat to leave. The sheer hypocrisy makes it hard to believe they really feel as strongly as they claim about Trump. It’s all hot air and virtue signaling from the celebrity contingent on the left. Share this post: Twitter Facebook Google+ Pinterest Related Posts 82-Year-Old Killed a Migrant In Self-Defense And Get Death Penalty.. Do You Agree With This? No Comments | Dec 13, 2017 California Muslim Just Went On TV To Say It’s Time To Start Annihilating Americans – BIG MISTAKE! No Comments | Nov 25, 2017 Singer Reba McEntire to Michelle Obama: ‘White House Was Disgusting When You Were Living There…’ No Comments | Dec 11, 2017 Pregnant Woman Detained In Muslim Nation So Authorities Can Perform “Sickening Acts” On Her No Comments | Dec 11, 2017 About The Author Joe Klein Add a Comment Cancel reply Your email address will not be published. Required fields are marked * Comment: * Name: * Email Address: * Website:"}