{"id": "politifact4787", "label": 1, "url": "http://cq.com/doc/newsmakertranscripts-3980293", "title": "or Degrading Treatment of Punishment Text of International Covenant on Civil and Political Rights Text of Geneva Convention relative to the Treatment of Prisoners of War Text of Geneva Convention relative to the Protection of Civilian Persons in Time of War Text of Universal Declaration of Human Rights Jay Bybee assistant attorney general", "text": "CQ is the only provider connecting deep archival data with legislative tracking, and nonpartisan, award-winning news and analysis. CQ Capitol Power is your #1 source for energy legislation and regulation updates. Separate signal from the noise with in-depth, nonpartisan analysis on the latest energy issues. Our comprehensive coverage, provided by the trusted CQ team, delivers a full and clear picture of what is happening now and what to anticipate next. “Getting transcripts, an alert, or a news story [in CQ] is extremely useful because we just want to get people the right information as quickly as we can. If somebody says something on the floor or mentions the issues you’re working on, that kind of intel is super useful.” “I use CQ as well for the committee schedules; it’s helpful as you can sort by committee, what hearings are coming up, and you can create an Outlook calendar invite off of that.” \"The analysis that comes out on bill tracker, and the projections, and just understanding the process is very valuable for us... having that extra piece available to us is very valuable ... I honestly don’t know how I would do my job without those alerts.\" Listen to Capitol Hill news on the go. Award-winning, nonpartisan intelligence you can trust. CQ is the only provider bringing together deep archival policy data with up to the minute legislative track to help organizations efficiently monitor what’s happening on Capitol Hill. Request a demo today to see why 1000s of organizations have relied on CQ for 75+ years. Legislative tracking Real-time alerts The fastest transcripts available 1201 Pennsylvania Ave. Floor 6 Washington, DC 20004      |      (866) 633-0789 All rights reserved. Copyright FiscalNote. "}